{
  "source_url": "https://inspection.canada.ca/en/food-labels/labelling/industry/fats-and-oils",
  "citation_title": "Fats and oils",
  "external_links": [
    {
      "text": "Codex standard",
      "href": "https://www.fao.org/fao-who-codexalimentarius/codex-texts/list-standards/en/",
      "section": "Common name",
      "context": "Where there is no specific standard for a fat or oil in the CFCS document or other federal regulations, other national or international standards are referred to in order to determine an appropriate common name. For example, if there is a specific definition for a fat or oil in a Codex standard , the Codex defined name of the fat or oil (including one of its acceptable synonyms) would be an acceptable common name of the food. In order to use the Codex defined name of the food, the fat or oil is expected to meet the compositional requirements for it as set out in the Codex standard.",
      "element_type": "p"
    },
    {
      "text": "Genetically modified (GM) foods and other novel foods",
      "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/genetically-modified-foods-other-novel-foods.html",
      "section": "Common name",
      "context": "Some oils have been developed with nutritional profiles that differ from the traditional oil made from the same plant source. In most cases, these foods are subject to Health Canada's novel food assessment process. See Genetically modified (GM) foods and other novel foods for more information.",
      "element_type": "p"
    },
    {
      "text": "Codex Standard",
      "href": "https://www.fao.org/fao-who-codexalimentarius/codex-texts/list-standards/en/",
      "section": "Common name",
      "context": "Specifications for oils are outlined in various standards such as those in the CFCS document, incorporated by reference into the FDR, and the Codex Standard for Named Vegetable Oils (CXS 210-1999). These specifications can be used to determine if the nutritional profile of a modified oil falls outside of the range of the traditional oil from the same plant source.",
      "element_type": "p"
    },
    {
      "text": "Codex Standard",
      "href": "https://www.fao.org/fao-who-codexalimentarius/codex-texts/list-standards/en/",
      "section": "Common name",
      "context": "The Codex Standard for Named Vegetable Oils (CXS 210-1999) recognizes Brassica juncea as a source of low erucic acid rapeseed oil as follows:",
      "element_type": "p"
    },
    {
      "text": "novel food assessment",
      "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/genetically-modified-foods-other-novel-foods/approved-products.html",
      "section": "Common name",
      "context": "This approach is consistent with CFIA 's Seed Program, which recognizes the name \"Canola quality, Brassica juncea \" for this plant and lists it under \"canola\" on the website index of varieties registered in Canada. This approach is also consistent with CFIA 's Feed section with respect to the meal derived from Brassica juncea . This product has gone through a novel food assessment by Health Canada.",
      "element_type": "p"
    },
    {
      "text": "Codex Standard",
      "href": "https://www.fao.org/fao-who-codexalimentarius/codex-texts/list-standards/en/",
      "section": "Common name",
      "context": "The common names \"high-oleic sunflower oil\" and \"mid-oleic sunflower oil\" are acceptable for oils that meet the standard for those products in the Codex Standard for Named Vegetable Oils (CXS 210-1999).",
      "element_type": "p"
    },
    {
      "text": "approved products",
      "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/genetically-modified-foods-other-novel-foods/approved-products.html",
      "section": "Common name",
      "context": "For information on mid-oleic sunflower oil that has gone through a Health Canada novel food assessment, see Health Canada's page on approved products .",
      "element_type": "p"
    },
    {
      "text": "Codex Standard",
      "href": "https://www.fao.org/fao-who-codexalimentarius/codex-texts/list-standards/en/",
      "section": "Common name",
      "context": "Palm olein, palm stearin and palm superolein are produced from the fractionation of palm oil. When these oils are sold singly as a food, \"palm olein\", \"palm stearin\" and \"palm superolein\" are the designated common names of these fatty acid modified oils (see Codex Standard for Named Vegetable Oils (CXS 210-1999)). All other fractions of palm oil should be called \"modified palm oil\" when sold as a food.",
      "element_type": "p"
    },
    {
      "text": "approved products",
      "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/genetically-modified-foods-other-novel-foods/approved-products.html",
      "section": "Common name",
      "context": "For information on vegetable diacylglycerol oil that has gone through a Health Canada novel food assessment, see Health Canada's page on approved products .",
      "element_type": "p"
    },
    {
      "text": "What exemption applies to fats and oils?",
      "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/legislation-guidelines/guidance-documents/front-package-nutrition-symbol-labelling-industry.html#a5.4",
      "section": "Nutrition labelling",
      "context": "For more information refer to What exemption applies to fats and oils? in the Front-of-package nutrition symbol labelling guide for industry.",
      "element_type": "p"
    },
    {
      "text": "International Olive Council",
      "href": "https://www.internationaloliveoil.org/what-we-do/chemistry-standardisation-unit/standards-and-methods/",
      "section": "Voluntary claims and statements",
      "context": "Currently, there are no definitions for \"extra virgin\" applicable to any vegetable oil except for olive oil. Products represented as \"extra virgin olive oil\" and \"virgin olive oil\" must meet the standards and definitions in the International Olive Council (IOC) and the Codex Standard for Olive Oils and Olive Pomace Oils (CXS 33-1981). These standards require, among other things, that the extra virgin olive oils and virgin olive oils must be cold pressed, and do not contain any refined olive oil, olive pomace oils, or any other types of oils. These must possess superior quality based on chemical composition and sensory characteristics.",
      "element_type": "p"
    },
    {
      "text": "Codex Standard",
      "href": "https://www.fao.org/fao-who-codexalimentarius/codex-texts/list-standards/en/",
      "section": "Voluntary claims and statements",
      "context": "Currently, there are no definitions for \"extra virgin\" applicable to any vegetable oil except for olive oil. Products represented as \"extra virgin olive oil\" and \"virgin olive oil\" must meet the standards and definitions in the International Olive Council (IOC) and the Codex Standard for Olive Oils and Olive Pomace Oils (CXS 33-1981). These standards require, among other things, that the extra virgin olive oils and virgin olive oils must be cold pressed, and do not contain any refined olive oil, olive pomace oils, or any other types of oils. These must possess superior quality based on chemical composition and sensory characteristics.",
      "element_type": "p"
    },
    {
      "text": "Codex Standard",
      "href": "https://www.fao.org/fao-who-codexalimentarius/codex-texts/list-standards/en/",
      "section": "Voluntary claims and statements",
      "context": "The Codex Standard for Named Vegetable Oils (CXS 210-1999) and Standard for Edible Fats and Oils not Covered by Individual Standards (CXS 19-1981) do not have a definition for \"extra virgin\" oils; they only have standards for \"virgin\" and \"cold pressed\" oils. Therefore, vegetable oils other than olive oil may use the term \"virgin\" or \"cold pressed\" if they meet the criteria for these quality designations.",
      "element_type": "p"
    },
    {
      "text": "Unsaturated fat and blood cholesterol lowering",
      "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/food-labelling/health-claims/assessments.html",
      "section": "Voluntary claims and statements",
      "context": "The list of vegetables oils containing more than 80% of fat as unsaturated fat lists the oils that can be used to make the approved \" Unsaturated fat and blood cholesterol lowering \" claims found on Health Canada's website. Note that this list is not all inclusive and may be updated.",
      "element_type": "p"
    },
    {
      "text": "Codex Standard",
      "href": "https://www.fao.org/fao-who-codexalimentarius/codex-texts/list-standards/en/",
      "section": "Voluntary claims and statements",
      "context": "Note: Although olive oil is expected to contain more than 80% of fat as unsaturated fat in most cases, it has not been included in this list because, based on the Codex Standard for Named Vegetable Oils (CXS 210-1999), some olive oil might contain saturated fat in excess of 20%. If a company uses the claim on a product, they must be able to provide sufficient evidence upon request to demonstrate that the olive oil in use always meets the 80% minimum of fat as unsaturated fat.",
      "element_type": "p"
    }
  ]
}