{
  "source_url": "https://inspection.canada.ca/en/food-labels/labelling/industry/common-name",
  "citation_title": "Common name",
  "external_links": [
    {
      "text": "D. Sodium/Salt Related Statements and Claims",
      "href": "https://www.canada.ca/en/health-canada/services/technical-documents-labelling-requirements/table-permitted-nutrient-content-statements-claims/table-document.html#a4",
      "section": "Choosing an appropriate common name",
      "context": "Some standards have flexibility with respect to the ingredients and levels of ingredients required in them. The common name may be modified to indicate that an ingredient or constituent is absent or is contained at a specific level in the food (for example, \"no salt added mayonnaise\" or \"65% vegetable oil mayonnaise\") while still meeting the standard. However, when the modification is also a nutrient content claim, all applicable criteria, including both composition and labelling requirements, must be met. For example, the common name \"no salt added mayonnaise\" could only be used if the food meets the criteria for the \"no added sodium or salt\" claim as set out in table D. Sodium/Salt Related Statements and Claims in the Table of Permitted Nutrient Content Statements and Claims, incorporated by reference in the FDR (see also Sodium or salt claims ).",
      "element_type": "p"
    },
    {
      "text": "G. Light (in Energy or Fat) and Lean Related Statements and Claims",
      "href": "https://www.canada.ca/en/health-canada/services/technical-documents-labelling-requirements/table-permitted-nutrient-content-statements-claims/table-document.html#a7",
      "section": "Choosing an appropriate common name",
      "context": "In some cases, the modified common name of the standardized food is not sufficient to describe the differences between the food so designated and the standardized food. An example is \"light/lite (naming the standardized food)\". The words \"light\" and \"lite\" are not sufficient to describe the difference between the food so designated and the standardized food. The use of the words \"light\" and \"lite\" is also regulated in the FDR, meaning that they can only be used in certain situations. For more information, refer to \" Light claims \" and table G. Light (in Energy or Fat) and Lean Related Statements and Claims in the Table of Permitted Nutrient Content Statements and Claims, incorporated by reference in the FDR.",
      "element_type": "p"
    },
    {
      "text": "Canadian Intellectual Property Office",
      "href": "https://ised-isde.canada.ca/site/canadian-intellectual-property-office/en",
      "section": "Choosing an appropriate common name",
      "context": "Some names may be protected as geographical indications (GI) under Canadian law. A geographical indication identifies a product as originating in a certain location where a given quality, reputation or other characteristic of the product is essentially attributable to its geographic origin and is formally recognized as such. The Canadian Intellectual Property Office (CIPO) is responsible for administering the GI system in Canada. A list of geographical indications eligible for protection and the country of the responsible authority can be found in the List of geographical indications on the CIPO website.",
      "element_type": "p"
    },
    {
      "text": "List of geographical indications",
      "href": "http://www.ic.gc.ca/cipo/listgiws.nsf/gimenu-eng?readForm",
      "section": "Choosing an appropriate common name",
      "context": "Some names may be protected as geographical indications (GI) under Canadian law. A geographical indication identifies a product as originating in a certain location where a given quality, reputation or other characteristic of the product is essentially attributable to its geographic origin and is formally recognized as such. The Canadian Intellectual Property Office (CIPO) is responsible for administering the GI system in Canada. A list of geographical indications eligible for protection and the country of the responsible authority can be found in the List of geographical indications on the CIPO website.",
      "element_type": "p"
    }
  ]
}