{
  "source_url": "https://inspection.canada.ca/en/food-labels/labelling/industry/composition-and-quality",
  "citation_title": "Composition and quality",
  "sections": {
    "Overview": {
      "title": "Overview",
      "content": [
        "There are many types of claims that can be used on food labels and advertisements. This section covers requirements regarding composition and quality claims. These claims are usually used to describe the content of a product or specific characteristics of a product, and may include information about how it is different from other products.",
        "All aspects of food labels and advertising are considered in the overall impression created by food products. Claims that appear on food labels or in advertisements contribute towards this overall impression. For this reason, composition and quality claims are also subject to the general principles for labelling and advertising ."
      ],
      "internal_links": [
        {
          "link_text": "general principles for labelling and advertising",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/general-principles",
          "context_text": "All aspects of food labels and advertising are considered in the overall impression created by food products. Claims that appear on food labels or in advertisements contribute towards this overall impression. For this reason, composition and quality claims are also subject to the general principles for labelling and advertising .",
          "section": "Overview",
          "element_type": "p",
          "position_in_content": 2
        }
      ],
      "content_with_links": [
        {
          "text": "There are many types of claims that can be used on food labels and advertisements. This section covers requirements regarding composition and quality claims. These claims are usually used to describe the content of a product or specific characteristics of a product, and may include information about how it is different from other products.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "All aspects of food labels and advertising are considered in the overall impression created by food products. Claims that appear on food labels or in advertisements contribute towards this overall impression. For this reason, composition and quality claims are also subject to the general principles for labelling and advertising .",
          "element_type": "p",
          "links": [
            {
              "text": "general principles for labelling and advertising",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/general-principles",
              "is_external": false
            }
          ]
        }
      ]
    },
    "Composition claims": {
      "title": "Composition claims",
      "content": [
        "The term \"pure\" should not be used on the labels of, or in connection with, an article of food that is a compound, mixture, imitation or substitute. Consumers expect a food described as \"pure\" or \"100% pure\" to be uncontaminated and unadulterated, and to contain only substances or ingredients that are understood to be part of the food so described.",
        "For example, consumers do not expect a product described as \"100% pure corn oil\" to contain any substance other than corn oil. Therefore, the claim is not appropriate on a food that contains any preservatives, antifoaming agents or colour even though the standards may permit them. In some cases, this claim is considered to be synonymous with the claim \"contains no preservatives\". Guidance on the use of such claims is outlined under Negative claims pertaining to the absence or non-addition of a substance .",
        "The term \"pure\" or \"100% pure\" can be used to modify an ingredient name appearing in the common name of a food such as \"pure vegetable oil\" or \"pure vegetable oil margarine\". The claim can also be worded so that it refers specifically to a named ingredient in the food. The claim \"made with pure corn oil with added preservative\" implies that the corn oil used was pure, before the preservative was added to the final product.",
        "Similarly, consumers expect that a product described as \"100% pure pork sausage\" would contain only meat originating from hogs and that the pork portion would contain no additives or contaminants (that is to say the pork in the sausage is pure). Although, it would be acceptable to describe single-ingredient foods or specific ingredients in a food as \"pure\" or \"100% pure\", products like the sausage that are not single-ingredient foods should not be described as \"100%\", \"pure\" or \"100% pure\". For example, the claim \"100% pure sausage\" is unacceptable.",
        "In a few cases, however, it may be possible to describe a standardized multi-ingredient food as \"pure\" on condition that:",
        "none of the optional ingredients permitted by that standard are added to the food, and the common name allowed and used to describe the food includes the names of all the ingredients of the food",
        "For example, \"pure sweet milk chocolate\" would be expected to be made only with pure sugar, pure fluid whole milk and pure chocolate.",
        "For reconstituted orange juice, \"pure\" or \"100% pure\" can be used on the label of the reconstituted product to describe the product if only water has been added to the concentrate. \"Pure\" or \"100% pure\" cannot be used on the label of a reconstituted product if any optional ingredient, such as sodium benzoate, sugar, colour, vitamin C, is incorporated into the concentrate.",
        "In all cases, the terms \"all\", \"pure\" or \"100% pure\" must be used with care. If these terms are used in such a way as to imply that other similar products are adulterated or not up to standard, then the use of these terms could be construed as being misleading.",
        "Although these terms are often redundant in normal usage, they may nevertheless alter the meaning of statements and claims. Generally, claims may be made when the food meets the criteria for that claim. However, in some cases, the criteria for a claim provide some tolerance. When claims are modified by a term such as \"entirely\", the tolerance, in effect, ceases to exist.",
        "For example, the claim \"Canadian\" is synonymous to a \"Product of Canada\" claim, in which case all or virtually all major ingredients, processing, and labour used to make the food product must be Canadian. Ingredients that are present in the food at very low levels and that are not generally produced in Canada would be permitted provided that these ingredients amount to generally less than a total of 2% of the food. For a food with the claim \"Entirely Canadian\", this allowance would no longer apply; all ingredients, processing and labour would be expected to be Canadian.",
        "For additional information on the use of claims such as \"Canadian\" or \"Product of Canada\", see the Guidelines for \"Product of Canada\" and \"Made in Canada\" claims .",
        "Terms such as \"true\", \"real\", \"genuine\" are composition claims about a product or its ingredients. It is not acceptable to use such terms to describe foods or ingredients that are imitations or substitutes.",
        "Claims that describe an ingredient within a food as \"true\", \"real\", \"genuine\" or any similar term such as \"made with real [naming the ingredient]\" are acceptable if the named ingredient is present in the food, regardless of what form (for example, frozen, powdered, ground, concentrated). For example, a box of frozen waffles that claims \"contains real blueberries\" must actually contain real frozen blueberries.",
        "In general, it is not acceptable to use the above terms in a way that implies nutritional superiority.",
        "The terms \"concentrated\", \"concentrate\" or \"condensed\" may be used to describe products still in the liquid state after a substantial amount of water has been removed (for example, \"condensed milk\").",
        "The terms \"dehydrated\", \"dried\" or \"powdered\" are more appropriate when the removal of the water results in a product that is no longer in a liquid state (for example, \"powdered whole milk\"). Dehydrated fruits and vegetables and products such as soup mixes or bases are not regarded as \"concentrates\" or as being \"concentrated\".",
        "Foods restored to their original moisture content must be described as \"reconstituted\" or as \"made from concentrate\" as part of the common name of these products.",
        "A manufactured product requiring dilution as directed on the label before it is in a form ready to be consumed may be described, under special circumstances, as \"concentrated\", \"concentrate\" or \"condensed\", even though no water has been removed during processing. For example, concentrated liquid infant formula and condensed soup fall within this category.",
        "Some common names, by definition, connote \"concentration\" or \"strength\", and should not be further modified by words such as \"concentrated\" or \"condensed\". For example, the word \"instant\" in the common names \"instant coffee\" and \"instant tea\" implies that these products require water to be added prior to consumption. Therefore, it is not appropriate to further describe these products as \"concentrated\". Similarly, syrups should be described by a declaration of the actual amount of sugar present, rather than by the less informative term \"strong\".",
        "A product is not necessarily \"strong\" or \"concentrated\" because it contains a relatively large amount of 1 constituent. A pudding, for example, is not \"concentrated\" merely because a new formula calls for 15% milk solids instead of 5%, nor is cheese a \"concentrated milk\".",
        "A powdered product is not a concentrate solely because it has been made to occupy less volume than the similar product it replaces. There can be no effect of concentration when, based on mass, the same amount of each product is needed to reconstitute or prepare for normal use. Agglomerated instant coffee, for example, is not \"concentrated instant coffee\".",
        "For vegetarians, in addition to plant foods such as fruits, vegetables, grains and nuts, their diet may include animal products not derived from slaughter, such as eggs, milk and cheese. Animal products resulting from slaughter, such as animal/fish flesh, bone, stock, fats and gelatin, are not, by definition, included in a vegetarian or vegan diet.",
        "The CFIA would not object to the general term \"vegetarian\" to describe foods that are suitable for any one of the types of vegetarian diets.",
        "For example: lacto-ovo (or ovo-lacto)-vegetarian - permits plant foods plus dairy and egg lacto-vegetarian - permits plant foods plus dairy, no eggs ovo-vegetarian - permits plant foods plus eggs, no dairy",
        "If any of the vegetarian claims above or other type of vegetarian claims are being made on a food, the food is expected to contain only ingredients derived from the sources included in that type of diet.",
        "While a vegan diet or foods are made from only plant-based ingredients, it is also recognized that several definitions of \"vegan\" exist. When making claims on a food, companies can apply additional criteria or standards that take account of other factors in addition to the ingredients of the food.",
        "Under subsection 6(1) of the Safe Food for Canadians Act (SFCA) and paragraph 199(1)(b) of the Safe Food for Canadians Regulations (SFCR), it is considered false or misleading to use any expression, word, figure, depiction or symbol that implies that an ingredient is present when it is not, or that implies an ingredient is not present when it is present.",
        "Ingredients that are not added to a food may not be illustrated on the label of the food or in an advertisement unless it is made clear that the ingredient is not a part of the food. For more information, see the Accuracy in illustrations section of the Pictures, vignettes, logos and trademarks page.",
        "It is misleading to over-emphasize the importance, presence or absence of an ingredient or substance in a food because of its desirable or undesirable qualities, or for any other reason.",
        "For example, it is misleading to over-emphasize the presence of wheat germ in breakfast cereal when the amount present is the amount normally found in the grain used in making the cereal. Also, it is misleading to over-emphasize the presence of butter in a cake when butter is actually the minor shortening ingredient.",
        "In principle, any emphasis regarding the presence of an ingredient, component or substance should be accompanied by a statement regarding the amount of that ingredient, component or substance present in the food.",
        "To avoid creating an erroneous impression, food labels and advertisements must not stress (by analytical tables or otherwise), the presence of elements or substances found in minute or trace quantities. Other than as required or permitted in the Nutrition Facts table, mineral nutrients in trace quantities in foods should not be declared except in the case of mineral water, where the amount of each \"mineral\" present may be stated, providing this declaration is not over-emphasized. For more information, refer to Mineral water, spring water and bottled water .",
        "Care must be exercised in the use of the words \"butter\" and \"cream\" in the name of a food or in descriptions relating to that food. These words should not be used to describe a food that is or has been made, in part, of cream or butter, unless the food contains an amount of cream or butter sufficient to characterize the product.",
        "For example: if butter is the sole shortening agent, the term \"all butter\" may be used as part of the common name (for example, \"all butter cake\") if butter is the major shortening agent employed, the term \"butter\" may be used as part of the common name. However, the impression should not be created that the product contains solely \"butter\" as the shortening agent (for example, \"butter cake\" is acceptable) if butter is a minor shortening agent but is still present, the term \"butter\" alone should not be used as part of the common name. However, \"butter flavour(ed)\" may be used (for example, \"butter flavoured cake\") or the amount of butter present may be stated",
        "When it is clear that the terms \"butter\", \"cream\" or \"creamy\" refer to texture, form, colour, or other attributes of the product and not to the butter or cream content of a food, their use may be acceptable (for example, peanut butter, cream eggs, Bavarian cream pie, apple butter, chocolate creams).",
        "Similarly, \"malted\" must be used with care. A food is not \"malted\" simply because malt extract has been added. \"Malted\" means that the carbohydrate has been modified by suitable treatment with the diastase of malt. Unless such treatment has been given, \"malt flavoured\" is the appropriate term to use.",
        "A negative claim is a statement about:",
        "the absence of a particular ingredient, substance or class of substances in a food because the substance is not inherent to the food a substance that is not present in the food either through direct addition or through carry-over, or a substance that has been removed from the final food",
        "Claims to the effect that a food does not contain an ingredient or substance must be factual and not misleading. Generally, a negative statement pertaining to the absence or non-addition of a substance to a food is acceptable under the following conditions.",
        "The ingredient, substance or class of substances claimed to be absent, must be totally absent and must not have been added directly or indirectly to the food or to any of its ingredients or components [199(1)(b), SFCR]. Where industry wishes to make a negative claim based on a physiologically insignificant level, the claim must be justified; appropriate research and analytical data should demonstrate both that the level is appropriate, and that any residual amount of the substance claimed to be absent is below this threshold and is declared on the label.",
        "The maximum acceptable level is defined as:",
        "zero for allergens and gluten sources that are intentionally added (and less than 20 ppm for gluten sources that are the result of cross contamination; see CFIA's compliance and enforcement of gluten-free claims the level of physiological insignificance such as those levels which act as the basis of nutrient free claims as described in the Table of Permitted Nutrient Content Statements and Claims (for example, sodium - free), and the non-detectable limit using an acceptable methodology, in cases where no physiological thresholds have been established",
        "Since physiologically insignificant levels for many substances are not well documented, case-by-case assessment will be required. Submissions should be made by industry, with the appropriate literature review and supporting scientific data, to Health Canada and CFIA.",
        "Factual statements must not give an erroneous impression about the product's composition and quality.",
        "For example, a \"no added water\" claim for a pasta sauce where water has been added indirectly as inherent water in another ingredient gives an erroneous impression about the product's water content as compared to other pasta sauces. To avoid misrepresentations of this kind, it is recommended that positive claims be made, such as \"made from fresh tomatoes\", rather than negative claims.",
        "A negative statement should not create a false impression that the product is uniquely different from other similar products. For example, when a class of foods is inherently free of a substance or where it is not permitted by regulation to contain the substance, this must be made clear. A claim that the substance is absent will be considered misleading unless it is appropriately qualified by a statement to the effect that the claim is not unique to the food but is common to all foods of the same class [5(1), FDA; 6(1), SFCA].",
        "However, the information that a substance is absent in a food may be beneficial information to individuals who wish to avoid certain substances. Therefore, negative claims are accepted, but only under circumstances that reduce the potential for misrepresentation.",
        "For example, a \"no colour added\" claim for wieners suggests that other wieners may contain colour when, in fact, colour is not permitted to be added to wieners. However, it is acceptable to state: \"No wieners sold in Canada contain added colour.\"",
        "Similarly, beverages that are not permitted by regulation to contain added caffeine, such as juice, could not be labelled or advertised as \"caffeine-free\", unless the claim is accompanied by a statement to the effect that \"all juices are caffeine-free\", or that a juice is \"a caffeine-free food\".",
        "Conversely, as there is nothing in regulation that prohibits the addition of colour to cookies, it would be acceptable for such an unstandardized product to carry a \"no colour added\" claim without the claim being accompanied by a statement such as \"all cookies have no colour added\", provided that no colour was added, directly or indirectly, to the product. When placed on a package of cookies, this claim does not suggest a false uniqueness to the cookies, as some cookies do contain added colour.",
        "Compliance with this policy will be assessed on a case-by-case basis.",
        "Claims pertaining to the absence or non-addition of a food class such as \"contains no preservatives\" and \"no preservatives added\" are permitted where none of the preservatives found in Health Canada's Lists of permitted food additives have been directly added or none are present due to carry-over [199(1)(b), SFCR].",
        "For example, it would be misleading to make a \"no preservative\" or \"no preservative added\" claim in bakery products if sodium propionate were added indirectly through a dough-conditioning premix.",
        "There is no objection to claims for the absence of preservatives when the food contains naturally-occurring constituents that can provide a preservative function (for example, naturally-occurring benzoates in cranberry juice, acetic acid in vinegar and citric acid in lemon juice).",
        "Ingredients, such as cultured whey, cultured dextrose, cultured skim milk, can be specifically manipulated to contain high levels of peptides and propionic, butyric and lactic acids. These ingredients can act as preservatives. If foods contain these ingredients, claims pertaining to the absence of preservatives are not appropriate. Traditional preservatives such as salt and sugar are exempt from this policy.",
        "For example, ascorbic acid is added to apple juice to preserve the colour of the juice during processing. It degrades to very low or insignificant levels, but despite this degradation, this additive has already performed its preservation function. Therefore, a \"no preservative\" claim is not considered appropriate for the final product.",
        "Certain food additives such as ascorbic acid, acetic acid, citric acid, lecithin and tartaric acid are capable of performing a number of functions. Acetic and tartaric acids may be used as acidulants or anti-microbial agents to preserve a food. Where they are added for reasons other than preservation, and their function is clearly stated in the list of ingredients, a \"no preservatives\" claim is acceptable.",
        "If a non-preserving additive is carried-over into the final food by way of an undeclared component, the claim can still be made and an explanation of its function need not be stated.",
        "For example, ascorbic acid is a multi-functional additive that is often used in bakery products for its dough-conditioning property at levels of less than 100 ppm. In these cases, ascorbic acid is not added for its preservative function, so the claim \"contains no preservatives\" is acceptable, provided the function of the ascorbic acid is clearly stated (for example, \"ascorbic acid (dough conditioner)\"). Other examples include \"lecithin (an emulsifier)\" and \"citric acid (acidulant)\".",
        "Note:",
        "For labelling purposes, liquid smoke is not considered to be a preservative.",
        "Consumers may believe that monosodium glutamate (M.S.G.) is the sole source of concern in food sensitivity reactions to glutamates. However, foods that are inherently high sources of free glutamates may also be of concern. The Federation of American Societies for Experimental Biology (FASEB) Footnote 1 , in its report on adverse reactions to monosodium glutamate, concluded that there is no difference in the physiological response to man-made and natural glutamates.",
        "Claims pertaining to the absence or non-addition of monosodium glutamate such as \"contains no M.S.G.\", \"no M.S.G. added\" and \"no added M.S.G.\" are considered misleading and deceptive when other sources of free glutamates are present. These include hydrolyzed vegetable protein, soya sauce or autolyzed yeast extracts. In addition, a number of common food ingredients contain high levels of naturally-occurring free glutamates, including tomatoes and tomato juice, grapes and grape juice, other fruit juices, cheeses such as Parmesan and Roquefort, and mushrooms.",
        "For example, a claim for the absence of M.S.G. is not acceptable on a tomato-based pasta sauce unless the responsible party can prove, using an acceptable methodology, that there are no detectable glutamates in the product.",
        "A \"no artificial sweeteners\" claim implies that the food is only sweetened with natural ingredients. Refer to Natural for more information on the criteria to consider when making this type of claim.",
        "Claims relating to the presence or absence of lactose in a product are not prohibited under the FDR [B.01.502(2)(d), FDR]. However, there are no criteria set out in the regulations for these statements. The CFIA uses the following guidelines for lactose claims:",
        "lactose-free means that there is no detectable lactose in the food using an acceptable analytical method lactose reduced may be used to describe a product that has been reduced significantly in lactose. A significant reduction is considered to be a 25% reduction or more",
        "For more information on common names for lactose-free or lactose-reduced products, please see Common names for dairy products with lactase .",
        "The claim \"non-dairy\" or \"dairy-free\" cannot be used for products containing milk derivatives such as caseins or sodium caseinate.",
        "The word \"dairy\" when used as an adjective generally means \"made from milk\". Caseins and sodium caseinate are milk derivatives. It is misleading to claim a product is \"non-dairy\" or \"dairy-free\" when it contains a milk ingredient or derivative or is made from these ingredients. The following are some examples of milk ingredients and derivatives:",
        "butter, butter oil, milk fat caseinate (ammonium/calcium/magnesium/potassium/sodium) casein/rennet casein hydrolyzed casein, hydrolyzed milk protein cheese, cheese curds lactalbumin/lactalbumin phosphate lactoferrin lactoglobulin lactate (when made from milk ingredients) lactitol lactose milk, skimmed milk, partially skimmed milk, cream, buttermilk sour cream, sour milk solids whey, whey butter, whey cream , whey protein concentrate delactosed/demineralized whey Simplesse® (whey protein concentrate-microparticulated fat replacers) yogurt",
        "When applying a \"non-dairy\" or \"dairy-free\" claim, trace amounts of any of the ingredients listed above are never permitted in the product and cross-contamination statements (\"May Contain\") are not acceptable. Please see the Allergen-free claims in conjunction with precautionary labelling for more information.",
        "Claims like \"energy-free\", \"fat-free\" or \"no sugar added\" can be made if they meet certain criteria. Refer to Nutrient content claims for more information about these negative claims.",
        "A health claim about a non-cariogenic substance is possible under some circumstances. See the Disease risk reduction claims table for more information.",
        "Other negative claims may be acceptable. Follow the links below for more information:",
        "Allergen-free Gluten-free Voluntary labelling and advertising of foods that are and are not products of genetic engineering Method of production claims for meat, poultry and fish products"
      ],
      "internal_links": [
        {
          "link_text": "Negative claims pertaining to the absence or non-addition of a substance",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/composition-and-quality#s7c2",
          "context_text": "For example, consumers do not expect a product described as \"100% pure corn oil\" to contain any substance other than corn oil. Therefore, the claim is not appropriate on a food that contains any preservatives, antifoaming agents or colour even though the standards may permit them. In some cases, this claim is considered to be synonymous with the claim \"contains no preservatives\". Guidance on the use of such claims is outlined under Negative claims pertaining to the absence or non-addition of a substance .",
          "section": "Composition claims",
          "element_type": "p",
          "position_in_content": 2
        },
        {
          "link_text": "common name",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/composition-and-quality#s20c8",
          "context_text": "The term \"pure\" or \"100% pure\" can be used to modify an ingredient name appearing in the common name of a food such as \"pure vegetable oil\" or \"pure vegetable oil margarine\". The claim can also be worded so that it refers specifically to a named ingredient in the food. The claim \"made with pure corn oil with added preservative\" implies that the corn oil used was pure, before the preservative was added to the final product.",
          "section": "Composition claims",
          "element_type": "p",
          "position_in_content": 3
        },
        {
          "link_text": "Guidelines for \"Product of Canada\" and \"Made in Canada\" claims",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/origin-claims#c5",
          "context_text": "For additional information on the use of claims such as \"Canadian\" or \"Product of Canada\", see the Guidelines for \"Product of Canada\" and \"Made in Canada\" claims .",
          "section": "Composition claims",
          "element_type": "p",
          "position_in_content": 12
        },
        {
          "link_text": "Safe Food for Canadians Act",
          "href": "https://inspection.canada.ca/english/reg/jredirect2.shtml?safefood",
          "context_text": "Under subsection 6(1) of the Safe Food for Canadians Act (SFCA) and paragraph 199(1)(b) of the Safe Food for Canadians Regulations (SFCR), it is considered false or misleading to use any expression, word, figure, depiction or symbol that implies that an ingredient is present when it is not, or that implies an ingredient is not present when it is present.",
          "section": "Composition claims",
          "element_type": "p",
          "position_in_content": 28
        },
        {
          "link_text": "Safe Food for Canadians Regulations",
          "href": "https://inspection.canada.ca/english/reg/jredirect2.shtml?sfcrrsac",
          "context_text": "Under subsection 6(1) of the Safe Food for Canadians Act (SFCA) and paragraph 199(1)(b) of the Safe Food for Canadians Regulations (SFCR), it is considered false or misleading to use any expression, word, figure, depiction or symbol that implies that an ingredient is present when it is not, or that implies an ingredient is not present when it is present.",
          "section": "Composition claims",
          "element_type": "p",
          "position_in_content": 28
        },
        {
          "link_text": "Accuracy in illustrations",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/pictures-vignettes-logos-and-trademarks-food#s1c2",
          "context_text": "Ingredients that are not added to a food may not be illustrated on the label of the food or in an advertisement unless it is made clear that the ingredient is not a part of the food. For more information, see the Accuracy in illustrations section of the Pictures, vignettes, logos and trademarks page.",
          "section": "Composition claims",
          "element_type": "p",
          "position_in_content": 29
        },
        {
          "link_text": "Pictures, vignettes, logos and trademarks",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/pictures-vignettes-logos-and-trademarks-food",
          "context_text": "Ingredients that are not added to a food may not be illustrated on the label of the food or in an advertisement unless it is made clear that the ingredient is not a part of the food. For more information, see the Accuracy in illustrations section of the Pictures, vignettes, logos and trademarks page.",
          "section": "Composition claims",
          "element_type": "p",
          "position_in_content": 29
        },
        {
          "link_text": "Mineral water, spring water and bottled water",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/prepackaged-water-and-ice#s1c2",
          "context_text": "To avoid creating an erroneous impression, food labels and advertisements must not stress (by analytical tables or otherwise), the presence of elements or substances found in minute or trace quantities. Other than as required or permitted in the Nutrition Facts table, mineral nutrients in trace quantities in foods should not be declared except in the case of mineral water, where the amount of each \"mineral\" present may be stated, providing this declaration is not over-emphasized. For more information, refer to Mineral water, spring water and bottled water .",
          "section": "Composition claims",
          "element_type": "p",
          "position_in_content": 33
        },
        {
          "link_text": "CFIA's compliance and enforcement of gluten-free claims",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/allergens-and-gluten/gluten-free-claims",
          "context_text": "zero for allergens and gluten sources that are intentionally added (and less than 20 ppm for gluten sources that are the result of cross contamination; see CFIA's compliance and enforcement of gluten-free claims the level of physiological insignificance such as those levels which act as the basis of nutrient free claims as described in the Table of Permitted Nutrient Content Statements and Claims (for example, sodium - free), and the non-detectable limit using an acceptable methodology, in cases where no physiological thresholds have been established",
          "section": "Composition claims",
          "element_type": "ul",
          "position_in_content": 43
        },
        {
          "link_text": "Footnote 1",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/composition-and-quality#fn1",
          "context_text": "Consumers may believe that monosodium glutamate (M.S.G.) is the sole source of concern in food sensitivity reactions to glutamates. However, foods that are inherently high sources of free glutamates may also be of concern. The Federation of American Societies for Experimental Biology (FASEB) Footnote 1 , in its report on adverse reactions to monosodium glutamate, concluded that there is no difference in the physiological response to man-made and natural glutamates.",
          "section": "Composition claims",
          "element_type": "p",
          "position_in_content": 63
        },
        {
          "link_text": "Natural",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/method-production-claims#c3",
          "context_text": "A \"no artificial sweeteners\" claim implies that the food is only sweetened with natural ingredients. Refer to Natural for more information on the criteria to consider when making this type of claim.",
          "section": "Composition claims",
          "element_type": "p",
          "position_in_content": 66
        },
        {
          "link_text": "Common names for dairy products with lactase",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/dairy#s2c3",
          "context_text": "For more information on common names for lactose-free or lactose-reduced products, please see Common names for dairy products with lactase .",
          "section": "Composition claims",
          "element_type": "p",
          "position_in_content": 69
        },
        {
          "link_text": "Allergen-free claims in conjunction with precautionary labelling",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/allergens-and-gluten#s11c5",
          "context_text": "When applying a \"non-dairy\" or \"dairy-free\" claim, trace amounts of any of the ingredients listed above are never permitted in the product and cross-contamination statements (\"May Contain\") are not acceptable. Please see the Allergen-free claims in conjunction with precautionary labelling for more information.",
          "section": "Composition claims",
          "element_type": "p",
          "position_in_content": 73
        },
        {
          "link_text": "Nutrient content claims",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/nutrient-content",
          "context_text": "Claims like \"energy-free\", \"fat-free\" or \"no sugar added\" can be made if they meet certain criteria. Refer to Nutrient content claims for more information about these negative claims.",
          "section": "Composition claims",
          "element_type": "p",
          "position_in_content": 74
        },
        {
          "link_text": "Disease risk reduction claims table",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/health-claims#s8c7",
          "context_text": "A health claim about a non-cariogenic substance is possible under some circumstances. See the Disease risk reduction claims table for more information.",
          "section": "Composition claims",
          "element_type": "p",
          "position_in_content": 75
        },
        {
          "link_text": "Allergen-free",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/allergens-and-gluten#c5",
          "context_text": "Allergen-free Gluten-free Voluntary labelling and advertising of foods that are and are not products of genetic engineering Method of production claims for meat, poultry and fish products",
          "section": "Composition claims",
          "element_type": "ul",
          "position_in_content": 77
        },
        {
          "link_text": "Gluten-free",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/allergens-and-gluten#c2",
          "context_text": "Allergen-free Gluten-free Voluntary labelling and advertising of foods that are and are not products of genetic engineering Method of production claims for meat, poultry and fish products",
          "section": "Composition claims",
          "element_type": "ul",
          "position_in_content": 77
        },
        {
          "link_text": "Voluntary labelling and advertising of foods that are and are not products of genetic engineering",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/method-production-claims#s2c4",
          "context_text": "Allergen-free Gluten-free Voluntary labelling and advertising of foods that are and are not products of genetic engineering Method of production claims for meat, poultry and fish products",
          "section": "Composition claims",
          "element_type": "ul",
          "position_in_content": 77
        },
        {
          "link_text": "Method of production claims for meat, poultry and fish products",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/method-production-claims#c8",
          "context_text": "Allergen-free Gluten-free Voluntary labelling and advertising of foods that are and are not products of genetic engineering Method of production claims for meat, poultry and fish products",
          "section": "Composition claims",
          "element_type": "ul",
          "position_in_content": 77
        }
      ],
      "content_with_links": [
        {
          "text": "The term \"pure\" should not be used on the labels of, or in connection with, an article of food that is a compound, mixture, imitation or substitute. Consumers expect a food described as \"pure\" or \"100% pure\" to be uncontaminated and unadulterated, and to contain only substances or ingredients that are understood to be part of the food so described.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "For example, consumers do not expect a product described as \"100% pure corn oil\" to contain any substance other than corn oil. Therefore, the claim is not appropriate on a food that contains any preservatives, antifoaming agents or colour even though the standards may permit them. In some cases, this claim is considered to be synonymous with the claim \"contains no preservatives\". Guidance on the use of such claims is outlined under Negative claims pertaining to the absence or non-addition of a substance .",
          "element_type": "p",
          "links": [
            {
              "text": "Negative claims pertaining to the absence or non-addition of a substance",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/composition-and-quality#s7c2",
              "is_external": false
            }
          ]
        },
        {
          "text": "The term \"pure\" or \"100% pure\" can be used to modify an ingredient name appearing in the common name of a food such as \"pure vegetable oil\" or \"pure vegetable oil margarine\". The claim can also be worded so that it refers specifically to a named ingredient in the food. The claim \"made with pure corn oil with added preservative\" implies that the corn oil used was pure, before the preservative was added to the final product.",
          "element_type": "p",
          "links": [
            {
              "text": "common name",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/composition-and-quality#s20c8",
              "is_external": false
            }
          ]
        },
        {
          "text": "Similarly, consumers expect that a product described as \"100% pure pork sausage\" would contain only meat originating from hogs and that the pork portion would contain no additives or contaminants (that is to say the pork in the sausage is pure). Although, it would be acceptable to describe single-ingredient foods or specific ingredients in a food as \"pure\" or \"100% pure\", products like the sausage that are not single-ingredient foods should not be described as \"100%\", \"pure\" or \"100% pure\". For example, the claim \"100% pure sausage\" is unacceptable.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "In a few cases, however, it may be possible to describe a standardized multi-ingredient food as \"pure\" on condition that:",
          "element_type": "p",
          "links": []
        },
        {
          "text": "none of the optional ingredients permitted by that standard are added to the food, and the common name allowed and used to describe the food includes the names of all the ingredients of the food",
          "element_type": "ul",
          "links": []
        },
        {
          "text": "For example, \"pure sweet milk chocolate\" would be expected to be made only with pure sugar, pure fluid whole milk and pure chocolate.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "For reconstituted orange juice, \"pure\" or \"100% pure\" can be used on the label of the reconstituted product to describe the product if only water has been added to the concentrate. \"Pure\" or \"100% pure\" cannot be used on the label of a reconstituted product if any optional ingredient, such as sodium benzoate, sugar, colour, vitamin C, is incorporated into the concentrate.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "In all cases, the terms \"all\", \"pure\" or \"100% pure\" must be used with care. If these terms are used in such a way as to imply that other similar products are adulterated or not up to standard, then the use of these terms could be construed as being misleading.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Although these terms are often redundant in normal usage, they may nevertheless alter the meaning of statements and claims. Generally, claims may be made when the food meets the criteria for that claim. However, in some cases, the criteria for a claim provide some tolerance. When claims are modified by a term such as \"entirely\", the tolerance, in effect, ceases to exist.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "For example, the claim \"Canadian\" is synonymous to a \"Product of Canada\" claim, in which case all or virtually all major ingredients, processing, and labour used to make the food product must be Canadian. Ingredients that are present in the food at very low levels and that are not generally produced in Canada would be permitted provided that these ingredients amount to generally less than a total of 2% of the food. For a food with the claim \"Entirely Canadian\", this allowance would no longer apply; all ingredients, processing and labour would be expected to be Canadian.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "For additional information on the use of claims such as \"Canadian\" or \"Product of Canada\", see the Guidelines for \"Product of Canada\" and \"Made in Canada\" claims .",
          "element_type": "p",
          "links": [
            {
              "text": "Guidelines for \"Product of Canada\" and \"Made in Canada\" claims",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/origin-claims#c5",
              "is_external": false
            }
          ]
        },
        {
          "text": "Terms such as \"true\", \"real\", \"genuine\" are composition claims about a product or its ingredients. It is not acceptable to use such terms to describe foods or ingredients that are imitations or substitutes.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Claims that describe an ingredient within a food as \"true\", \"real\", \"genuine\" or any similar term such as \"made with real [naming the ingredient]\" are acceptable if the named ingredient is present in the food, regardless of what form (for example, frozen, powdered, ground, concentrated). For example, a box of frozen waffles that claims \"contains real blueberries\" must actually contain real frozen blueberries.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "In general, it is not acceptable to use the above terms in a way that implies nutritional superiority.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "The terms \"concentrated\", \"concentrate\" or \"condensed\" may be used to describe products still in the liquid state after a substantial amount of water has been removed (for example, \"condensed milk\").",
          "element_type": "p",
          "links": []
        },
        {
          "text": "The terms \"dehydrated\", \"dried\" or \"powdered\" are more appropriate when the removal of the water results in a product that is no longer in a liquid state (for example, \"powdered whole milk\"). Dehydrated fruits and vegetables and products such as soup mixes or bases are not regarded as \"concentrates\" or as being \"concentrated\".",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Foods restored to their original moisture content must be described as \"reconstituted\" or as \"made from concentrate\" as part of the common name of these products.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "A manufactured product requiring dilution as directed on the label before it is in a form ready to be consumed may be described, under special circumstances, as \"concentrated\", \"concentrate\" or \"condensed\", even though no water has been removed during processing. For example, concentrated liquid infant formula and condensed soup fall within this category.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Some common names, by definition, connote \"concentration\" or \"strength\", and should not be further modified by words such as \"concentrated\" or \"condensed\". For example, the word \"instant\" in the common names \"instant coffee\" and \"instant tea\" implies that these products require water to be added prior to consumption. Therefore, it is not appropriate to further describe these products as \"concentrated\". Similarly, syrups should be described by a declaration of the actual amount of sugar present, rather than by the less informative term \"strong\".",
          "element_type": "p",
          "links": []
        },
        {
          "text": "A product is not necessarily \"strong\" or \"concentrated\" because it contains a relatively large amount of 1 constituent. A pudding, for example, is not \"concentrated\" merely because a new formula calls for 15% milk solids instead of 5%, nor is cheese a \"concentrated milk\".",
          "element_type": "p",
          "links": []
        },
        {
          "text": "A powdered product is not a concentrate solely because it has been made to occupy less volume than the similar product it replaces. There can be no effect of concentration when, based on mass, the same amount of each product is needed to reconstitute or prepare for normal use. Agglomerated instant coffee, for example, is not \"concentrated instant coffee\".",
          "element_type": "p",
          "links": []
        },
        {
          "text": "For vegetarians, in addition to plant foods such as fruits, vegetables, grains and nuts, their diet may include animal products not derived from slaughter, such as eggs, milk and cheese. Animal products resulting from slaughter, such as animal/fish flesh, bone, stock, fats and gelatin, are not, by definition, included in a vegetarian or vegan diet.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "The CFIA would not object to the general term \"vegetarian\" to describe foods that are suitable for any one of the types of vegetarian diets.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "For example: lacto-ovo (or ovo-lacto)-vegetarian - permits plant foods plus dairy and egg lacto-vegetarian - permits plant foods plus dairy, no eggs ovo-vegetarian - permits plant foods plus eggs, no dairy",
          "element_type": "div",
          "links": []
        },
        {
          "text": "If any of the vegetarian claims above or other type of vegetarian claims are being made on a food, the food is expected to contain only ingredients derived from the sources included in that type of diet.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "While a vegan diet or foods are made from only plant-based ingredients, it is also recognized that several definitions of \"vegan\" exist. When making claims on a food, companies can apply additional criteria or standards that take account of other factors in addition to the ingredients of the food.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Under subsection 6(1) of the Safe Food for Canadians Act (SFCA) and paragraph 199(1)(b) of the Safe Food for Canadians Regulations (SFCR), it is considered false or misleading to use any expression, word, figure, depiction or symbol that implies that an ingredient is present when it is not, or that implies an ingredient is not present when it is present.",
          "element_type": "p",
          "links": [
            {
              "text": "Safe Food for Canadians Act",
              "href": "https://inspection.canada.ca/english/reg/jredirect2.shtml?safefood",
              "is_external": false
            },
            {
              "text": "Safe Food for Canadians Regulations",
              "href": "https://inspection.canada.ca/english/reg/jredirect2.shtml?sfcrrsac",
              "is_external": false
            }
          ]
        },
        {
          "text": "Ingredients that are not added to a food may not be illustrated on the label of the food or in an advertisement unless it is made clear that the ingredient is not a part of the food. For more information, see the Accuracy in illustrations section of the Pictures, vignettes, logos and trademarks page.",
          "element_type": "p",
          "links": [
            {
              "text": "Accuracy in illustrations",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/pictures-vignettes-logos-and-trademarks-food#s1c2",
              "is_external": false
            },
            {
              "text": "Pictures, vignettes, logos and trademarks",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/pictures-vignettes-logos-and-trademarks-food",
              "is_external": false
            }
          ]
        },
        {
          "text": "It is misleading to over-emphasize the importance, presence or absence of an ingredient or substance in a food because of its desirable or undesirable qualities, or for any other reason.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "For example, it is misleading to over-emphasize the presence of wheat germ in breakfast cereal when the amount present is the amount normally found in the grain used in making the cereal. Also, it is misleading to over-emphasize the presence of butter in a cake when butter is actually the minor shortening ingredient.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "In principle, any emphasis regarding the presence of an ingredient, component or substance should be accompanied by a statement regarding the amount of that ingredient, component or substance present in the food.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "To avoid creating an erroneous impression, food labels and advertisements must not stress (by analytical tables or otherwise), the presence of elements or substances found in minute or trace quantities. Other than as required or permitted in the Nutrition Facts table, mineral nutrients in trace quantities in foods should not be declared except in the case of mineral water, where the amount of each \"mineral\" present may be stated, providing this declaration is not over-emphasized. For more information, refer to Mineral water, spring water and bottled water .",
          "element_type": "p",
          "links": [
            {
              "text": "Mineral water, spring water and bottled water",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/prepackaged-water-and-ice#s1c2",
              "is_external": false
            }
          ]
        },
        {
          "text": "Care must be exercised in the use of the words \"butter\" and \"cream\" in the name of a food or in descriptions relating to that food. These words should not be used to describe a food that is or has been made, in part, of cream or butter, unless the food contains an amount of cream or butter sufficient to characterize the product.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "For example: if butter is the sole shortening agent, the term \"all butter\" may be used as part of the common name (for example, \"all butter cake\") if butter is the major shortening agent employed, the term \"butter\" may be used as part of the common name. However, the impression should not be created that the product contains solely \"butter\" as the shortening agent (for example, \"butter cake\" is acceptable) if butter is a minor shortening agent but is still present, the term \"butter\" alone should not be used as part of the common name. However, \"butter flavour(ed)\" may be used (for example, \"butter flavoured cake\") or the amount of butter present may be stated",
          "element_type": "div",
          "links": []
        },
        {
          "text": "When it is clear that the terms \"butter\", \"cream\" or \"creamy\" refer to texture, form, colour, or other attributes of the product and not to the butter or cream content of a food, their use may be acceptable (for example, peanut butter, cream eggs, Bavarian cream pie, apple butter, chocolate creams).",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Similarly, \"malted\" must be used with care. A food is not \"malted\" simply because malt extract has been added. \"Malted\" means that the carbohydrate has been modified by suitable treatment with the diastase of malt. Unless such treatment has been given, \"malt flavoured\" is the appropriate term to use.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "A negative claim is a statement about:",
          "element_type": "p",
          "links": []
        },
        {
          "text": "the absence of a particular ingredient, substance or class of substances in a food because the substance is not inherent to the food a substance that is not present in the food either through direct addition or through carry-over, or a substance that has been removed from the final food",
          "element_type": "ul",
          "links": []
        },
        {
          "text": "Claims to the effect that a food does not contain an ingredient or substance must be factual and not misleading. Generally, a negative statement pertaining to the absence or non-addition of a substance to a food is acceptable under the following conditions.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "The ingredient, substance or class of substances claimed to be absent, must be totally absent and must not have been added directly or indirectly to the food or to any of its ingredients or components [199(1)(b), SFCR]. Where industry wishes to make a negative claim based on a physiologically insignificant level, the claim must be justified; appropriate research and analytical data should demonstrate both that the level is appropriate, and that any residual amount of the substance claimed to be absent is below this threshold and is declared on the label.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "The maximum acceptable level is defined as:",
          "element_type": "p",
          "links": []
        },
        {
          "text": "zero for allergens and gluten sources that are intentionally added (and less than 20 ppm for gluten sources that are the result of cross contamination; see CFIA's compliance and enforcement of gluten-free claims the level of physiological insignificance such as those levels which act as the basis of nutrient free claims as described in the Table of Permitted Nutrient Content Statements and Claims (for example, sodium - free), and the non-detectable limit using an acceptable methodology, in cases where no physiological thresholds have been established",
          "element_type": "ul",
          "links": [
            {
              "text": "CFIA's compliance and enforcement of gluten-free claims",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/allergens-and-gluten/gluten-free-claims",
              "is_external": false
            },
            {
              "text": "Table of Permitted Nutrient Content Statements and Claims",
              "href": "https://www.canada.ca/en/health-canada/services/technical-documents-labelling-requirements/table-permitted-nutrient-content-statements-claims.html",
              "is_external": true
            }
          ]
        },
        {
          "text": "Since physiologically insignificant levels for many substances are not well documented, case-by-case assessment will be required. Submissions should be made by industry, with the appropriate literature review and supporting scientific data, to Health Canada and CFIA.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Factual statements must not give an erroneous impression about the product's composition and quality.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "For example, a \"no added water\" claim for a pasta sauce where water has been added indirectly as inherent water in another ingredient gives an erroneous impression about the product's water content as compared to other pasta sauces. To avoid misrepresentations of this kind, it is recommended that positive claims be made, such as \"made from fresh tomatoes\", rather than negative claims.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "A negative statement should not create a false impression that the product is uniquely different from other similar products. For example, when a class of foods is inherently free of a substance or where it is not permitted by regulation to contain the substance, this must be made clear. A claim that the substance is absent will be considered misleading unless it is appropriately qualified by a statement to the effect that the claim is not unique to the food but is common to all foods of the same class [5(1), FDA; 6(1), SFCA].",
          "element_type": "p",
          "links": []
        },
        {
          "text": "However, the information that a substance is absent in a food may be beneficial information to individuals who wish to avoid certain substances. Therefore, negative claims are accepted, but only under circumstances that reduce the potential for misrepresentation.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "For example, a \"no colour added\" claim for wieners suggests that other wieners may contain colour when, in fact, colour is not permitted to be added to wieners. However, it is acceptable to state: \"No wieners sold in Canada contain added colour.\"",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Similarly, beverages that are not permitted by regulation to contain added caffeine, such as juice, could not be labelled or advertised as \"caffeine-free\", unless the claim is accompanied by a statement to the effect that \"all juices are caffeine-free\", or that a juice is \"a caffeine-free food\".",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Conversely, as there is nothing in regulation that prohibits the addition of colour to cookies, it would be acceptable for such an unstandardized product to carry a \"no colour added\" claim without the claim being accompanied by a statement such as \"all cookies have no colour added\", provided that no colour was added, directly or indirectly, to the product. When placed on a package of cookies, this claim does not suggest a false uniqueness to the cookies, as some cookies do contain added colour.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Compliance with this policy will be assessed on a case-by-case basis.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Claims pertaining to the absence or non-addition of a food class such as \"contains no preservatives\" and \"no preservatives added\" are permitted where none of the preservatives found in Health Canada's Lists of permitted food additives have been directly added or none are present due to carry-over [199(1)(b), SFCR].",
          "element_type": "p",
          "links": [
            {
              "text": "Health Canada's Lists of permitted food additives",
              "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/food-safety/food-additives/lists-permitted.html",
              "is_external": true
            }
          ]
        },
        {
          "text": "For example, it would be misleading to make a \"no preservative\" or \"no preservative added\" claim in bakery products if sodium propionate were added indirectly through a dough-conditioning premix.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "There is no objection to claims for the absence of preservatives when the food contains naturally-occurring constituents that can provide a preservative function (for example, naturally-occurring benzoates in cranberry juice, acetic acid in vinegar and citric acid in lemon juice).",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Ingredients, such as cultured whey, cultured dextrose, cultured skim milk, can be specifically manipulated to contain high levels of peptides and propionic, butyric and lactic acids. These ingredients can act as preservatives. If foods contain these ingredients, claims pertaining to the absence of preservatives are not appropriate. Traditional preservatives such as salt and sugar are exempt from this policy.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "For example, ascorbic acid is added to apple juice to preserve the colour of the juice during processing. It degrades to very low or insignificant levels, but despite this degradation, this additive has already performed its preservation function. Therefore, a \"no preservative\" claim is not considered appropriate for the final product.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Certain food additives such as ascorbic acid, acetic acid, citric acid, lecithin and tartaric acid are capable of performing a number of functions. Acetic and tartaric acids may be used as acidulants or anti-microbial agents to preserve a food. Where they are added for reasons other than preservation, and their function is clearly stated in the list of ingredients, a \"no preservatives\" claim is acceptable.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "If a non-preserving additive is carried-over into the final food by way of an undeclared component, the claim can still be made and an explanation of its function need not be stated.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "For example, ascorbic acid is a multi-functional additive that is often used in bakery products for its dough-conditioning property at levels of less than 100 ppm. In these cases, ascorbic acid is not added for its preservative function, so the claim \"contains no preservatives\" is acceptable, provided the function of the ascorbic acid is clearly stated (for example, \"ascorbic acid (dough conditioner)\"). Other examples include \"lecithin (an emulsifier)\" and \"citric acid (acidulant)\".",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Note:",
          "element_type": "p",
          "links": []
        },
        {
          "text": "For labelling purposes, liquid smoke is not considered to be a preservative.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Consumers may believe that monosodium glutamate (M.S.G.) is the sole source of concern in food sensitivity reactions to glutamates. However, foods that are inherently high sources of free glutamates may also be of concern. The Federation of American Societies for Experimental Biology (FASEB) Footnote 1 , in its report on adverse reactions to monosodium glutamate, concluded that there is no difference in the physiological response to man-made and natural glutamates.",
          "element_type": "p",
          "links": [
            {
              "text": "The Federation of American Societies for Experimental Biology",
              "href": "http://www.faseb.org/",
              "is_external": true
            },
            {
              "text": "Footnote 1",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/composition-and-quality#fn1",
              "is_external": false
            }
          ]
        },
        {
          "text": "Claims pertaining to the absence or non-addition of monosodium glutamate such as \"contains no M.S.G.\", \"no M.S.G. added\" and \"no added M.S.G.\" are considered misleading and deceptive when other sources of free glutamates are present. These include hydrolyzed vegetable protein, soya sauce or autolyzed yeast extracts. In addition, a number of common food ingredients contain high levels of naturally-occurring free glutamates, including tomatoes and tomato juice, grapes and grape juice, other fruit juices, cheeses such as Parmesan and Roquefort, and mushrooms.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "For example, a claim for the absence of M.S.G. is not acceptable on a tomato-based pasta sauce unless the responsible party can prove, using an acceptable methodology, that there are no detectable glutamates in the product.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "A \"no artificial sweeteners\" claim implies that the food is only sweetened with natural ingredients. Refer to Natural for more information on the criteria to consider when making this type of claim.",
          "element_type": "p",
          "links": [
            {
              "text": "Natural",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/method-production-claims#c3",
              "is_external": false
            }
          ]
        },
        {
          "text": "Claims relating to the presence or absence of lactose in a product are not prohibited under the FDR [B.01.502(2)(d), FDR]. However, there are no criteria set out in the regulations for these statements. The CFIA uses the following guidelines for lactose claims:",
          "element_type": "p",
          "links": []
        },
        {
          "text": "lactose-free means that there is no detectable lactose in the food using an acceptable analytical method lactose reduced may be used to describe a product that has been reduced significantly in lactose. A significant reduction is considered to be a 25% reduction or more",
          "element_type": "ul",
          "links": []
        },
        {
          "text": "For more information on common names for lactose-free or lactose-reduced products, please see Common names for dairy products with lactase .",
          "element_type": "p",
          "links": [
            {
              "text": "Common names for dairy products with lactase",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/dairy#s2c3",
              "is_external": false
            }
          ]
        },
        {
          "text": "The claim \"non-dairy\" or \"dairy-free\" cannot be used for products containing milk derivatives such as caseins or sodium caseinate.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "The word \"dairy\" when used as an adjective generally means \"made from milk\". Caseins and sodium caseinate are milk derivatives. It is misleading to claim a product is \"non-dairy\" or \"dairy-free\" when it contains a milk ingredient or derivative or is made from these ingredients. The following are some examples of milk ingredients and derivatives:",
          "element_type": "p",
          "links": []
        },
        {
          "text": "butter, butter oil, milk fat caseinate (ammonium/calcium/magnesium/potassium/sodium) casein/rennet casein hydrolyzed casein, hydrolyzed milk protein cheese, cheese curds lactalbumin/lactalbumin phosphate lactoferrin lactoglobulin lactate (when made from milk ingredients) lactitol lactose milk, skimmed milk, partially skimmed milk, cream, buttermilk sour cream, sour milk solids whey, whey butter, whey cream , whey protein concentrate delactosed/demineralized whey Simplesse® (whey protein concentrate-microparticulated fat replacers) yogurt",
          "element_type": "ul",
          "links": []
        },
        {
          "text": "When applying a \"non-dairy\" or \"dairy-free\" claim, trace amounts of any of the ingredients listed above are never permitted in the product and cross-contamination statements (\"May Contain\") are not acceptable. Please see the Allergen-free claims in conjunction with precautionary labelling for more information.",
          "element_type": "p",
          "links": [
            {
              "text": "Allergen-free claims in conjunction with precautionary labelling",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/allergens-and-gluten#s11c5",
              "is_external": false
            }
          ]
        },
        {
          "text": "Claims like \"energy-free\", \"fat-free\" or \"no sugar added\" can be made if they meet certain criteria. Refer to Nutrient content claims for more information about these negative claims.",
          "element_type": "p",
          "links": [
            {
              "text": "Nutrient content claims",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/nutrient-content",
              "is_external": false
            }
          ]
        },
        {
          "text": "A health claim about a non-cariogenic substance is possible under some circumstances. See the Disease risk reduction claims table for more information.",
          "element_type": "p",
          "links": [
            {
              "text": "Disease risk reduction claims table",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/health-claims#s8c7",
              "is_external": false
            }
          ]
        },
        {
          "text": "Other negative claims may be acceptable. Follow the links below for more information:",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Allergen-free Gluten-free Voluntary labelling and advertising of foods that are and are not products of genetic engineering Method of production claims for meat, poultry and fish products",
          "element_type": "ul",
          "links": [
            {
              "text": "Allergen-free",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/allergens-and-gluten#c5",
              "is_external": false
            },
            {
              "text": "Gluten-free",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/allergens-and-gluten#c2",
              "is_external": false
            },
            {
              "text": "Voluntary labelling and advertising of foods that are and are not products of genetic engineering",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/method-production-claims#s2c4",
              "is_external": false
            },
            {
              "text": "Method of production claims for meat, poultry and fish products",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/method-production-claims#c8",
              "is_external": false
            }
          ]
        }
      ]
    },
    "Quality claims": {
      "title": "Quality claims",
      "content": [
        "The word \"guarantee\" is usually associated with an offer to return the purchase price when the consumer is not satisfied with specific characteristics or the performance of a product when these can be readily evaluated.",
        "Guarantees referring to the quality of foods are generally acceptable, provided that the manufacturer can support the guarantee. If there are conditions under which the guarantee is invalid, such conditions must be stated clearly.",
        "Personal opinions, testimonials, honest convictions or alleged new discoveries are judged in the same manner as other claims. See Reference to surveys and questionnaires for more information.",
        "Testimonials or endorsements that deal with the sensory qualities of a product, such as flavour, texture, taste, appearance or similar attributes, are usually acceptable when these claims can be readily evaluated by consumers.",
        "Refer to Testimonials and guarantees regarding vitamin and mineral nutrients for more information on specific requirements.",
        "Descriptive terms implying certification (such as \"certified\", \"approved\" or \"certificate of analysis\") may be misleading unless the facts pertaining to the \"certification\" or \"approval\" are known to the consumer, or are shown on the label or in the advertisement. One acceptable use of certification, for example, is the organic logo that is prescribed by subsection 359(1) of the SFCR. The organic logo indicates that the product is certified organic by an accredited organic certification body under the Canada Organic Regime.",
        "Grade names and grade requirements are established for specific food commodities. Grade names must be declared in advertisements of such foods when a price is declared and more than 1 grade of the food is available at retail. Carcasses of beef or veal as well as portions thereof weighing 7 kg or more must always include the grade name assigned to that meat. A yield class must also be featured in an advertisement for Canada A, Canada AA, Canada AAA or Canada Prime beef [B.14.018(1), FDR]. In addition, any advertisement for beef, veal or portions thereof weighing 7 kg or more without an assigned grade must clearly indicate that the meat is ungraded in the advertisement [B.14.018(2), FDR]. Grade names must not be used to describe products that have not been graded.",
        "In cases where a food product is imported, the grade assigned to the product by a grading authority established under the laws of the country from which the food was imported, may be used in any advertisements for that product.",
        "Certain claims may be used on products of the company's highest grade. Claims such as \"Company X's Finest\", \"Our Best\", and \"X Brand Premium Quality\" are permitted provided that the product is of the company's highest quality brand and that the claim does not imply that the product is superior to the declared grade. These types of claims may not appear in proximity to the grade mark and may only be used on products of the company's highest grade.",
        "For more information on grade requirements, refer to Grades .",
        "The following information provides guidance on the use of food safety statements used on food labels and in advertisements.",
        "Under the conditions set out in the Food and Drugs Act (FDA), it is unlawful to sell a food that is unfit for human consumption in Canada [4(1), FDA].",
        "Since it is unlawful to sell a food that does not meet the FDA requirements for safety, statements that refer to a food being safe to consume are considered by the CFIA to create an erroneous impression about the food. Where a characteristic, such as safety, is common to all foods, an erroneous impression may be created by implying or stating that the food for sale is safe. As this characteristic is not solely attributed to 1 food, it creates a false uniqueness. There are also varying risks associated with food consumption for different people, including those with food allergies, with compromised immune systems, for the very young and the elderly and for those with special dietary needs, such as people with diabetes or celiac disease. Guarantees or assurances that the consumption of a food is unequivocally risk free or zero risk are considered to create an erroneous impression about food safety.",
        "A claim that a pathogen is absent may create an erroneous impression that similar products contain the pathogen unless it is appropriately qualified by a statement to the effect that the claim is not unique to the food, but is common to all foods of the same class.",
        "For more information regarding negative statements, see Negative claims pertaining to the absence or non-addition of a substance .",
        "Words and visual depictions used to promote the safety of food products, as well as the impressions they create must not create false, misleading or deceptive impressions such as an erroneous impression of 100% safety.",
        "The use of clear and truthful statements regarding the method of processing are generally acceptable, provided that these do not imply benefits beyond those provided by the method. The use of a name of a food processing method or technology, such as \"pasteurized\" and \"UHT\" (ultra-high temperature), on its own is generally acceptable, provided it is actually applied to the food. Words should not be used as part of the name of the processing method or technology that create an erroneous impression about the safety of the food product. Any further explanation of the technological effect of the method (for example, the process renders the food commercially sterile) must be clear and relevant to consumers and must not create the impression that the product is safer than other products in the market nor that the method confers absolute food safety in line with guidance in this section.",
        "Food processing and handling practices are not inherently without risk. Certain methods of food processing, such as pasteurization, while reducing the bacterial level of the food and eliminating the potentially harmful pathogens, do not remove all bacteria in a food. Product promotion through labels or advertising should not create the impression that a particular process guarantees 100% food safety.",
        "The context in which the term \" fresh\" is used will generally dictate its meaning. The term \"fresh\" may be used to describe the nature, the organoleptic qualities or the age of a food, or it may be used as part of a trade name or brand name provided that the trade name or brand name complies with the applicable federal food legislation.",
        "The claim \"fresh\" is considered acceptable when used to describe a food that has not been processed or preserved in any way. The claim \"fresh (naming the food)\" can be used to describe a food that is not canned, cured, dehydrated, frozen or otherwise processed or preserved. The following information is helpful when determining the acceptability of a \"fresh\" claim.",
        "Although refrigeration is a means of preserving foods, consumers generally consider refrigerated fruits, vegetables, meats and fluid milk as \"fresh\". The process of pasteurization is not regarded as altering the freshness of milk; consumers recognize that all fluid milk is pasteurized. Fresh fruits and vegetables that have been refrigerated in controlled-atmosphere storage, irradiated, waxed or washed in a mild chlorine or acid solution may be called \"fresh\". The term \"fresh\" may be used to distinguish fresh pasta from dehydrated pasta if the \"fresh pasta\" has not been treated by any means other than by refrigeration, vacuum packaging or modified atmosphere packaging. Meats, including poultry and fish products, that have not been treated by any means, other than by refrigeration, vacuum packaging or modified atmosphere packaging to ensure their preservation, may be called \"fresh\". \"Fresh sausage\" made with frozen meat may be described as \"fresh\" [1, Canadian Standards of Identity, Volume 7 –Meat products ]. It is not considered acceptable to use the term \"fresh\" as a descriptor for shell eggs on the label since the quality of eggs is described solely by a grade designated under the Safe Food for Canadians Act . However, the use of the term \"fresh\" is acceptable in advertising to distinguish eggs in the shell from other physical forms of eggs such as powdered, frozen or liquid whole eggs.",
        "The claims \"fresh (naming the process and food)\" or \"freshly (naming the process and food)\" are often used to indicate that the food has been recently produced, obtained or grown. While useful indications of freshness, such claims are potentially misleading unless they are further qualified by a \"packaged on\" date or by an explanatory statement as to why the product is \"fresh\". Additional guidance has been developed for the use of \"fresh\" claims that indicate age or recent preparation on the following products:",
        "Recently baked bread and other bakery products, including meat pies, may be described as \"fresh\" regardless of whether the product or its ingredients contain preservatives or are preserved by other means. This is because in this case, \"fresh\" refers to the recent preparation of the food rather than the freshness of its ingredients or components. For example, recently baked bread made with frozen dough, pie made with canned fruit, and pizza made with frozen dough, as well as recently prepared preserved meat may be described as \"fresh\" as a result of recent preparation.",
        "Synonymous expressions such as \"fresh baked\", \"freshly baked\", \"oven fresh bread\", \"bakeshop fresh\", \"fresh from the baker's oven\", \"freshly baked in the store\" may also be acceptable. In order to clarify to consumers that \"fresh\" refers to recent preparation, the claim should be accompanied by a \"packaged on\" date or a date indicating recent preparation. In the case of broadcast advertising, a specific time (for example, \"baked fresh daily\") should be included.",
        "While all \"fresh\" fruit and vegetables are considered fresh, terms such as \"orchard fresh\", \"valley fresh\", \"garden fresh\" and \"fresh from the field\" or synonymous claims are considered acceptable only when these terms are used to describe fresh fruit and vegetables that have been harvested and brought to the market at the earliest possible moment (with minimal storage and within days of harvesting). For example, it is considered misleading to advertise or label a package of fruit or vegetables as \"orchard fresh\" if this produce has been subject to months of controlled-atmosphere storage. Similarly, it would be considered misleading to describe apples as \"orchard fresh\" if they are imported apples that have spent 5 weeks on a freighter before reaching their destination. These could simply be labelled as \"fresh\" or \"fresh new crop from (naming the country of origin)\".",
        "The terms \"freshly squeezed juice\" or \"fresh daily\" may be used to describe juice that has been recently pressed provided the claim is accompanied by a \"packaged on\" or other date indicating recent preparation.",
        "\"Fresh\" may be used to identify the principal ripening characteristic of consumer prepackaged cheese, if the cheese has not undergone any ripening [249(4), SFCR; item 4, Table 2, Descriptive Words, Expressions and Identification Names for Specific Foods document].",
        "The term \"freshly ground\" is considered to mean that ground beef/poultry/fish or ground coffee has been recently ground and offered for sale at the earliest possible time after grinding.",
        "Consumers are less likely to be misled by claims such as these when accompanied by a \"packaged on\" or other date indicating recent preparation. When the product is packaged at a place other than the retail premise from which it is sold, this \"packaged on\" date is required in addition to the mandatory durable life date and storage instructions. Refer to Date markings and storage instructions for information.",
        "In addition to describing the nature and age of a food, the term \"fresh\" can be used to describe other product characteristics such as flavour, texture, appearance and smell. Consumers are best able to judge the merits of \"fresh\" when used as a sensory modifier in claims such as \"fresh tasting\", \"fresh from the sea flavour\", \"fresh frozen\".",
        "Trademarks, company names and fanciful names containing the word \"fresh\" are acceptable provided the term is used, in labelling or advertising, in such a manner that it remains clear to the consumer that \"fresh\" is not a characteristic of the product and that these names represent a brand. The use of \"fresh\" as an element of trade or brand names will be assessed on an individual basis."
      ],
      "internal_links": [
        {
          "link_text": "Reference to surveys and questionnaires",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/advertising-requirements#s13c5",
          "context_text": "Personal opinions, testimonials, honest convictions or alleged new discoveries are judged in the same manner as other claims. See Reference to surveys and questionnaires for more information.",
          "section": "Quality claims",
          "element_type": "p",
          "position_in_content": 3
        },
        {
          "link_text": "Testimonials and guarantees regarding vitamin and mineral nutrients",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/health-claims#c15",
          "context_text": "Refer to Testimonials and guarantees regarding vitamin and mineral nutrients for more information on specific requirements.",
          "section": "Quality claims",
          "element_type": "p",
          "position_in_content": 5
        },
        {
          "link_text": "Grades",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/grades-food",
          "context_text": "For more information on grade requirements, refer to Grades .",
          "section": "Quality claims",
          "element_type": "p",
          "position_in_content": 10
        },
        {
          "link_text": "Food and Drugs Act",
          "href": "https://inspection.canada.ca/english/reg/jredirect2.shtml?drga",
          "context_text": "Under the conditions set out in the Food and Drugs Act (FDA), it is unlawful to sell a food that is unfit for human consumption in Canada [4(1), FDA].",
          "section": "Quality claims",
          "element_type": "p",
          "position_in_content": 12
        },
        {
          "link_text": "Negative claims pertaining to the absence or non-addition of a substance",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/composition-and-quality#s7c2",
          "context_text": "For more information regarding negative statements, see Negative claims pertaining to the absence or non-addition of a substance .",
          "section": "Quality claims",
          "element_type": "p",
          "position_in_content": 15
        },
        {
          "link_text": "Canadian Standards of Identity, Volume 7 –Meat products",
          "href": "https://inspection.canada.ca/en/about-cfia/acts-and-regulations/list-acts-and-regulations/documents-incorporated-reference/canadian-standards-identity-volume-7",
          "context_text": "Although refrigeration is a means of preserving foods, consumers generally consider refrigerated fruits, vegetables, meats and fluid milk as \"fresh\". The process of pasteurization is not regarded as altering the freshness of milk; consumers recognize that all fluid milk is pasteurized. Fresh fruits and vegetables that have been refrigerated in controlled-atmosphere storage, irradiated, waxed or washed in a mild chlorine or acid solution may be called \"fresh\". The term \"fresh\" may be used to distinguish fresh pasta from dehydrated pasta if the \"fresh pasta\" has not been treated by any means other than by refrigeration, vacuum packaging or modified atmosphere packaging. Meats, including poultry and fish products, that have not been treated by any means, other than by refrigeration, vacuum packaging or modified atmosphere packaging to ensure their preservation, may be called \"fresh\". \"Fresh sausage\" made with frozen meat may be described as \"fresh\" [1, Canadian Standards of Identity, Volume 7 –Meat products ]. It is not considered acceptable to use the term \"fresh\" as a descriptor for shell eggs on the label since the quality of eggs is described solely by a grade designated under the Safe Food for Canadians Act . However, the use of the term \"fresh\" is acceptable in advertising to distinguish eggs in the shell from other physical forms of eggs such as powdered, frozen or liquid whole eggs.",
          "section": "Quality claims",
          "element_type": "ul",
          "position_in_content": 21
        },
        {
          "link_text": "Safe Food for Canadians Act",
          "href": "https://inspection.canada.ca/english/reg/jredirect2.shtml?safefood",
          "context_text": "Although refrigeration is a means of preserving foods, consumers generally consider refrigerated fruits, vegetables, meats and fluid milk as \"fresh\". The process of pasteurization is not regarded as altering the freshness of milk; consumers recognize that all fluid milk is pasteurized. Fresh fruits and vegetables that have been refrigerated in controlled-atmosphere storage, irradiated, waxed or washed in a mild chlorine or acid solution may be called \"fresh\". The term \"fresh\" may be used to distinguish fresh pasta from dehydrated pasta if the \"fresh pasta\" has not been treated by any means other than by refrigeration, vacuum packaging or modified atmosphere packaging. Meats, including poultry and fish products, that have not been treated by any means, other than by refrigeration, vacuum packaging or modified atmosphere packaging to ensure their preservation, may be called \"fresh\". \"Fresh sausage\" made with frozen meat may be described as \"fresh\" [1, Canadian Standards of Identity, Volume 7 –Meat products ]. It is not considered acceptable to use the term \"fresh\" as a descriptor for shell eggs on the label since the quality of eggs is described solely by a grade designated under the Safe Food for Canadians Act . However, the use of the term \"fresh\" is acceptable in advertising to distinguish eggs in the shell from other physical forms of eggs such as powdered, frozen or liquid whole eggs.",
          "section": "Quality claims",
          "element_type": "ul",
          "position_in_content": 21
        },
        {
          "link_text": "Descriptive Words, Expressions and Identification Names for Specific Foods",
          "href": "https://inspection.canada.ca/en/about-cfia/acts-and-regulations/list-acts-and-regulations/documents-incorporated-reference/descriptive-words-expressions-and-identification-names-specific-foods",
          "context_text": "\"Fresh\" may be used to identify the principal ripening characteristic of consumer prepackaged cheese, if the cheese has not undergone any ripening [249(4), SFCR; item 4, Table 2, Descriptive Words, Expressions and Identification Names for Specific Foods document].",
          "section": "Quality claims",
          "element_type": "p",
          "position_in_content": 27
        },
        {
          "link_text": "Date markings and storage instructions",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/date-markings-and-storage-instructions",
          "context_text": "Consumers are less likely to be misled by claims such as these when accompanied by a \"packaged on\" or other date indicating recent preparation. When the product is packaged at a place other than the retail premise from which it is sold, this \"packaged on\" date is required in addition to the mandatory durable life date and storage instructions. Refer to Date markings and storage instructions for information.",
          "section": "Quality claims",
          "element_type": "p",
          "position_in_content": 29
        }
      ],
      "content_with_links": [
        {
          "text": "The word \"guarantee\" is usually associated with an offer to return the purchase price when the consumer is not satisfied with specific characteristics or the performance of a product when these can be readily evaluated.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Guarantees referring to the quality of foods are generally acceptable, provided that the manufacturer can support the guarantee. If there are conditions under which the guarantee is invalid, such conditions must be stated clearly.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Personal opinions, testimonials, honest convictions or alleged new discoveries are judged in the same manner as other claims. See Reference to surveys and questionnaires for more information.",
          "element_type": "p",
          "links": [
            {
              "text": "Reference to surveys and questionnaires",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/advertising-requirements#s13c5",
              "is_external": false
            }
          ]
        },
        {
          "text": "Testimonials or endorsements that deal with the sensory qualities of a product, such as flavour, texture, taste, appearance or similar attributes, are usually acceptable when these claims can be readily evaluated by consumers.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Refer to Testimonials and guarantees regarding vitamin and mineral nutrients for more information on specific requirements.",
          "element_type": "p",
          "links": [
            {
              "text": "Testimonials and guarantees regarding vitamin and mineral nutrients",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/health-claims#c15",
              "is_external": false
            }
          ]
        },
        {
          "text": "Descriptive terms implying certification (such as \"certified\", \"approved\" or \"certificate of analysis\") may be misleading unless the facts pertaining to the \"certification\" or \"approval\" are known to the consumer, or are shown on the label or in the advertisement. One acceptable use of certification, for example, is the organic logo that is prescribed by subsection 359(1) of the SFCR. The organic logo indicates that the product is certified organic by an accredited organic certification body under the Canada Organic Regime.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Grade names and grade requirements are established for specific food commodities. Grade names must be declared in advertisements of such foods when a price is declared and more than 1 grade of the food is available at retail. Carcasses of beef or veal as well as portions thereof weighing 7 kg or more must always include the grade name assigned to that meat. A yield class must also be featured in an advertisement for Canada A, Canada AA, Canada AAA or Canada Prime beef [B.14.018(1), FDR]. In addition, any advertisement for beef, veal or portions thereof weighing 7 kg or more without an assigned grade must clearly indicate that the meat is ungraded in the advertisement [B.14.018(2), FDR]. Grade names must not be used to describe products that have not been graded.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "In cases where a food product is imported, the grade assigned to the product by a grading authority established under the laws of the country from which the food was imported, may be used in any advertisements for that product.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Certain claims may be used on products of the company's highest grade. Claims such as \"Company X's Finest\", \"Our Best\", and \"X Brand Premium Quality\" are permitted provided that the product is of the company's highest quality brand and that the claim does not imply that the product is superior to the declared grade. These types of claims may not appear in proximity to the grade mark and may only be used on products of the company's highest grade.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "For more information on grade requirements, refer to Grades .",
          "element_type": "p",
          "links": [
            {
              "text": "Grades",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/grades-food",
              "is_external": false
            }
          ]
        },
        {
          "text": "The following information provides guidance on the use of food safety statements used on food labels and in advertisements.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Under the conditions set out in the Food and Drugs Act (FDA), it is unlawful to sell a food that is unfit for human consumption in Canada [4(1), FDA].",
          "element_type": "p",
          "links": [
            {
              "text": "Food and Drugs Act",
              "href": "https://inspection.canada.ca/english/reg/jredirect2.shtml?drga",
              "is_external": false
            }
          ]
        },
        {
          "text": "Since it is unlawful to sell a food that does not meet the FDA requirements for safety, statements that refer to a food being safe to consume are considered by the CFIA to create an erroneous impression about the food. Where a characteristic, such as safety, is common to all foods, an erroneous impression may be created by implying or stating that the food for sale is safe. As this characteristic is not solely attributed to 1 food, it creates a false uniqueness. There are also varying risks associated with food consumption for different people, including those with food allergies, with compromised immune systems, for the very young and the elderly and for those with special dietary needs, such as people with diabetes or celiac disease. Guarantees or assurances that the consumption of a food is unequivocally risk free or zero risk are considered to create an erroneous impression about food safety.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "A claim that a pathogen is absent may create an erroneous impression that similar products contain the pathogen unless it is appropriately qualified by a statement to the effect that the claim is not unique to the food, but is common to all foods of the same class.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "For more information regarding negative statements, see Negative claims pertaining to the absence or non-addition of a substance .",
          "element_type": "p",
          "links": [
            {
              "text": "Negative claims pertaining to the absence or non-addition of a substance",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/composition-and-quality#s7c2",
              "is_external": false
            }
          ]
        },
        {
          "text": "Words and visual depictions used to promote the safety of food products, as well as the impressions they create must not create false, misleading or deceptive impressions such as an erroneous impression of 100% safety.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "The use of clear and truthful statements regarding the method of processing are generally acceptable, provided that these do not imply benefits beyond those provided by the method. The use of a name of a food processing method or technology, such as \"pasteurized\" and \"UHT\" (ultra-high temperature), on its own is generally acceptable, provided it is actually applied to the food. Words should not be used as part of the name of the processing method or technology that create an erroneous impression about the safety of the food product. Any further explanation of the technological effect of the method (for example, the process renders the food commercially sterile) must be clear and relevant to consumers and must not create the impression that the product is safer than other products in the market nor that the method confers absolute food safety in line with guidance in this section.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Food processing and handling practices are not inherently without risk. Certain methods of food processing, such as pasteurization, while reducing the bacterial level of the food and eliminating the potentially harmful pathogens, do not remove all bacteria in a food. Product promotion through labels or advertising should not create the impression that a particular process guarantees 100% food safety.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "The context in which the term \" fresh\" is used will generally dictate its meaning. The term \"fresh\" may be used to describe the nature, the organoleptic qualities or the age of a food, or it may be used as part of a trade name or brand name provided that the trade name or brand name complies with the applicable federal food legislation.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "The claim \"fresh\" is considered acceptable when used to describe a food that has not been processed or preserved in any way. The claim \"fresh (naming the food)\" can be used to describe a food that is not canned, cured, dehydrated, frozen or otherwise processed or preserved. The following information is helpful when determining the acceptability of a \"fresh\" claim.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Although refrigeration is a means of preserving foods, consumers generally consider refrigerated fruits, vegetables, meats and fluid milk as \"fresh\". The process of pasteurization is not regarded as altering the freshness of milk; consumers recognize that all fluid milk is pasteurized. Fresh fruits and vegetables that have been refrigerated in controlled-atmosphere storage, irradiated, waxed or washed in a mild chlorine or acid solution may be called \"fresh\". The term \"fresh\" may be used to distinguish fresh pasta from dehydrated pasta if the \"fresh pasta\" has not been treated by any means other than by refrigeration, vacuum packaging or modified atmosphere packaging. Meats, including poultry and fish products, that have not been treated by any means, other than by refrigeration, vacuum packaging or modified atmosphere packaging to ensure their preservation, may be called \"fresh\". \"Fresh sausage\" made with frozen meat may be described as \"fresh\" [1, Canadian Standards of Identity, Volume 7 –Meat products ]. It is not considered acceptable to use the term \"fresh\" as a descriptor for shell eggs on the label since the quality of eggs is described solely by a grade designated under the Safe Food for Canadians Act . However, the use of the term \"fresh\" is acceptable in advertising to distinguish eggs in the shell from other physical forms of eggs such as powdered, frozen or liquid whole eggs.",
          "element_type": "ul",
          "links": [
            {
              "text": "Canadian Standards of Identity, Volume 7 –Meat products",
              "href": "https://inspection.canada.ca/en/about-cfia/acts-and-regulations/list-acts-and-regulations/documents-incorporated-reference/canadian-standards-identity-volume-7",
              "is_external": false
            },
            {
              "text": "Safe Food for Canadians Act",
              "href": "https://inspection.canada.ca/english/reg/jredirect2.shtml?safefood",
              "is_external": false
            }
          ]
        },
        {
          "text": "The claims \"fresh (naming the process and food)\" or \"freshly (naming the process and food)\" are often used to indicate that the food has been recently produced, obtained or grown. While useful indications of freshness, such claims are potentially misleading unless they are further qualified by a \"packaged on\" date or by an explanatory statement as to why the product is \"fresh\". Additional guidance has been developed for the use of \"fresh\" claims that indicate age or recent preparation on the following products:",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Recently baked bread and other bakery products, including meat pies, may be described as \"fresh\" regardless of whether the product or its ingredients contain preservatives or are preserved by other means. This is because in this case, \"fresh\" refers to the recent preparation of the food rather than the freshness of its ingredients or components. For example, recently baked bread made with frozen dough, pie made with canned fruit, and pizza made with frozen dough, as well as recently prepared preserved meat may be described as \"fresh\" as a result of recent preparation.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Synonymous expressions such as \"fresh baked\", \"freshly baked\", \"oven fresh bread\", \"bakeshop fresh\", \"fresh from the baker's oven\", \"freshly baked in the store\" may also be acceptable. In order to clarify to consumers that \"fresh\" refers to recent preparation, the claim should be accompanied by a \"packaged on\" date or a date indicating recent preparation. In the case of broadcast advertising, a specific time (for example, \"baked fresh daily\") should be included.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "While all \"fresh\" fruit and vegetables are considered fresh, terms such as \"orchard fresh\", \"valley fresh\", \"garden fresh\" and \"fresh from the field\" or synonymous claims are considered acceptable only when these terms are used to describe fresh fruit and vegetables that have been harvested and brought to the market at the earliest possible moment (with minimal storage and within days of harvesting). For example, it is considered misleading to advertise or label a package of fruit or vegetables as \"orchard fresh\" if this produce has been subject to months of controlled-atmosphere storage. Similarly, it would be considered misleading to describe apples as \"orchard fresh\" if they are imported apples that have spent 5 weeks on a freighter before reaching their destination. These could simply be labelled as \"fresh\" or \"fresh new crop from (naming the country of origin)\".",
          "element_type": "p",
          "links": []
        },
        {
          "text": "The terms \"freshly squeezed juice\" or \"fresh daily\" may be used to describe juice that has been recently pressed provided the claim is accompanied by a \"packaged on\" or other date indicating recent preparation.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "\"Fresh\" may be used to identify the principal ripening characteristic of consumer prepackaged cheese, if the cheese has not undergone any ripening [249(4), SFCR; item 4, Table 2, Descriptive Words, Expressions and Identification Names for Specific Foods document].",
          "element_type": "p",
          "links": [
            {
              "text": "Descriptive Words, Expressions and Identification Names for Specific Foods",
              "href": "https://inspection.canada.ca/en/about-cfia/acts-and-regulations/list-acts-and-regulations/documents-incorporated-reference/descriptive-words-expressions-and-identification-names-specific-foods",
              "is_external": false
            }
          ]
        },
        {
          "text": "The term \"freshly ground\" is considered to mean that ground beef/poultry/fish or ground coffee has been recently ground and offered for sale at the earliest possible time after grinding.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Consumers are less likely to be misled by claims such as these when accompanied by a \"packaged on\" or other date indicating recent preparation. When the product is packaged at a place other than the retail premise from which it is sold, this \"packaged on\" date is required in addition to the mandatory durable life date and storage instructions. Refer to Date markings and storage instructions for information.",
          "element_type": "p",
          "links": [
            {
              "text": "Date markings and storage instructions",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/date-markings-and-storage-instructions",
              "is_external": false
            }
          ]
        },
        {
          "text": "In addition to describing the nature and age of a food, the term \"fresh\" can be used to describe other product characteristics such as flavour, texture, appearance and smell. Consumers are best able to judge the merits of \"fresh\" when used as a sensory modifier in claims such as \"fresh tasting\", \"fresh from the sea flavour\", \"fresh frozen\".",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Trademarks, company names and fanciful names containing the word \"fresh\" are acceptable provided the term is used, in labelling or advertising, in such a manner that it remains clear to the consumer that \"fresh\" is not a characteristic of the product and that these names represent a brand. The use of \"fresh\" as an element of trade or brand names will be assessed on an individual basis.",
          "element_type": "p",
          "links": []
        }
      ]
    },
    "Quantity claims": {
      "title": "Quantity claims",
      "content": [
        "Claims such as \"big litre\", \"jumbo litre\" and \"full litre\" are unacceptable in labelling and advertising, since they contravene subsection 6(1) of the SFCA and paragraph 199(1)(a) of the SFCR, which prohibit any qualification of the declared net quantity of a prepackaged product.",
        "Additional information on qualifiers can be found in Optional additional information of the Net quantity page."
      ],
      "internal_links": [
        {
          "link_text": "Optional additional information",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/net-quantity#s7c2",
          "context_text": "Additional information on qualifiers can be found in Optional additional information of the Net quantity page.",
          "section": "Quantity claims",
          "element_type": "p",
          "position_in_content": 2
        }
      ],
      "content_with_links": [
        {
          "text": "Claims such as \"big litre\", \"jumbo litre\" and \"full litre\" are unacceptable in labelling and advertising, since they contravene subsection 6(1) of the SFCA and paragraph 199(1)(a) of the SFCR, which prohibit any qualification of the declared net quantity of a prepackaged product.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Additional information on qualifiers can be found in Optional additional information of the Net quantity page.",
          "element_type": "p",
          "links": [
            {
              "text": "Optional additional information",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/net-quantity#s7c2",
              "is_external": false
            }
          ]
        }
      ]
    },
    "Light claims": {
      "title": "Light claims",
      "content": [
        "The use of \"light\" or \"lite\" as a nutrient content claim is restricted to products that meet certain criteria with respect to fat or energy content. See also \"Light\" claims outlined in Nutrient content claims .",
        "The term \"light\" is also permitted when it refers to a product's sensory characteristics (for example, light in colour, taste, flavour). In this case, the sensory characteristic to which the term refers must accompany the claim.",
        "The sensory characteristic must be shown adjacent to the most prominent light statement or claim (for example, \"light tasting\", \"lite coloured\"), without any intervening printed, written or graphic material, in letters of at least the same size and prominence as the most prominent claim. A claim on the principal display panel is considered to be more prominent than a claim elsewhere on the label [B.01.513(1)(a), FDR].",
        "Similar criteria apply when the sensory characteristic \"light\" is used in an advertisement. In print advertising and in the visual portion of a television ad, the requirements are the same as those for a label, with the additional stipulation that the sensory characteristic must appear concurrently and for the same amount of time as the \"light\" claim for television ads. For radio and the audio portion of television advertisements, the sensory characteristic must be stated either immediately before or immediately after the \"light\" claim [B.01.513(1)(b) to (d), FDR].",
        "Other uses of the term \"light\" are specifically provided for in the FDR and SFCR. These are not considered nutrient content claims and are also not required to be accompanied by a sensory characteristic. These include:",
        "representations provided for by section 273 and set out in Table 5 of the document Descriptive Words, Expressions and Identification Names for Specific Foods (for example, \"light syrup\") [273, SFCR; B.01.502(2)(b), FDR] the representation \"light salted\" with respect to fish as set out in Table 4 of the document Descriptive Words, Expressions and Identification Names for Specific Foods [262(2), SFCR; B.01.502(2)(k), FDR] \"light beer\" and \"light wine\" referring to the alcoholic content [B.01.502(2)(j), FDR] light as a colour designation for rum [B.01.513(2), FDR]"
      ],
      "internal_links": [
        {
          "link_text": "\"Light\" claims",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/nutrient-content/specific-requirements#a14",
          "context_text": "The use of \"light\" or \"lite\" as a nutrient content claim is restricted to products that meet certain criteria with respect to fat or energy content. See also \"Light\" claims outlined in Nutrient content claims .",
          "section": "Light claims",
          "element_type": "p",
          "position_in_content": 1
        },
        {
          "link_text": "Nutrient content claims",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/nutrient-content",
          "context_text": "The use of \"light\" or \"lite\" as a nutrient content claim is restricted to products that meet certain criteria with respect to fat or energy content. See also \"Light\" claims outlined in Nutrient content claims .",
          "section": "Light claims",
          "element_type": "p",
          "position_in_content": 1
        },
        {
          "link_text": "Descriptive Words, Expressions and Identification Names for Specific Foods",
          "href": "https://inspection.canada.ca/en/about-cfia/acts-and-regulations/list-acts-and-regulations/documents-incorporated-reference/descriptive-words-expressions-and-identification-names-specific-foods",
          "context_text": "representations provided for by section 273 and set out in Table 5 of the document Descriptive Words, Expressions and Identification Names for Specific Foods (for example, \"light syrup\") [273, SFCR; B.01.502(2)(b), FDR] the representation \"light salted\" with respect to fish as set out in Table 4 of the document Descriptive Words, Expressions and Identification Names for Specific Foods [262(2), SFCR; B.01.502(2)(k), FDR] \"light beer\" and \"light wine\" referring to the alcoholic content [B.01.502(2)(j), FDR] light as a colour designation for rum [B.01.513(2), FDR]",
          "section": "Light claims",
          "element_type": "ul",
          "position_in_content": 6
        },
        {
          "link_text": "Descriptive Words, Expressions and Identification Names for Specific Foods",
          "href": "https://inspection.canada.ca/en/about-cfia/acts-and-regulations/list-acts-and-regulations/documents-incorporated-reference/descriptive-words-expressions-and-identification-names-specific-foods",
          "context_text": "representations provided for by section 273 and set out in Table 5 of the document Descriptive Words, Expressions and Identification Names for Specific Foods (for example, \"light syrup\") [273, SFCR; B.01.502(2)(b), FDR] the representation \"light salted\" with respect to fish as set out in Table 4 of the document Descriptive Words, Expressions and Identification Names for Specific Foods [262(2), SFCR; B.01.502(2)(k), FDR] \"light beer\" and \"light wine\" referring to the alcoholic content [B.01.502(2)(j), FDR] light as a colour designation for rum [B.01.513(2), FDR]",
          "section": "Light claims",
          "element_type": "ul",
          "position_in_content": 6
        }
      ],
      "content_with_links": [
        {
          "text": "The use of \"light\" or \"lite\" as a nutrient content claim is restricted to products that meet certain criteria with respect to fat or energy content. See also \"Light\" claims outlined in Nutrient content claims .",
          "element_type": "p",
          "links": [
            {
              "text": "\"Light\" claims",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/nutrient-content/specific-requirements#a14",
              "is_external": false
            },
            {
              "text": "Nutrient content claims",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/nutrient-content",
              "is_external": false
            }
          ]
        },
        {
          "text": "The term \"light\" is also permitted when it refers to a product's sensory characteristics (for example, light in colour, taste, flavour). In this case, the sensory characteristic to which the term refers must accompany the claim.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "The sensory characteristic must be shown adjacent to the most prominent light statement or claim (for example, \"light tasting\", \"lite coloured\"), without any intervening printed, written or graphic material, in letters of at least the same size and prominence as the most prominent claim. A claim on the principal display panel is considered to be more prominent than a claim elsewhere on the label [B.01.513(1)(a), FDR].",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Similar criteria apply when the sensory characteristic \"light\" is used in an advertisement. In print advertising and in the visual portion of a television ad, the requirements are the same as those for a label, with the additional stipulation that the sensory characteristic must appear concurrently and for the same amount of time as the \"light\" claim for television ads. For radio and the audio portion of television advertisements, the sensory characteristic must be stated either immediately before or immediately after the \"light\" claim [B.01.513(1)(b) to (d), FDR].",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Other uses of the term \"light\" are specifically provided for in the FDR and SFCR. These are not considered nutrient content claims and are also not required to be accompanied by a sensory characteristic. These include:",
          "element_type": "p",
          "links": []
        },
        {
          "text": "representations provided for by section 273 and set out in Table 5 of the document Descriptive Words, Expressions and Identification Names for Specific Foods (for example, \"light syrup\") [273, SFCR; B.01.502(2)(b), FDR] the representation \"light salted\" with respect to fish as set out in Table 4 of the document Descriptive Words, Expressions and Identification Names for Specific Foods [262(2), SFCR; B.01.502(2)(k), FDR] \"light beer\" and \"light wine\" referring to the alcoholic content [B.01.502(2)(j), FDR] light as a colour designation for rum [B.01.513(2), FDR]",
          "element_type": "ul",
          "links": [
            {
              "text": "Descriptive Words, Expressions and Identification Names for Specific Foods",
              "href": "https://inspection.canada.ca/en/about-cfia/acts-and-regulations/list-acts-and-regulations/documents-incorporated-reference/descriptive-words-expressions-and-identification-names-specific-foods",
              "is_external": false
            },
            {
              "text": "Descriptive Words, Expressions and Identification Names for Specific Foods",
              "href": "https://inspection.canada.ca/en/about-cfia/acts-and-regulations/list-acts-and-regulations/documents-incorporated-reference/descriptive-words-expressions-and-identification-names-specific-foods",
              "is_external": false
            }
          ]
        }
      ]
    },
    "Comparative claims": {
      "title": "Comparative claims",
      "content": [
        "Foods (or select food factors) cannot be compared unless the comparison is complete, and the foods are similar in character, composition or other attributes of the food relevant to the comparison being made. The comparison of one food with another should not create doubt about the value of the other food. Examples of scenarios where considerable care must be taken include:",
        "when comparing solid foods with liquid foods either on a mass-for-mass or volume-for-volume basis when comparing a food consumed in small quantities with one consumed in large quantities, and when comparing a food eaten occasionally with one that is consumed regularly",
        "For comparative claims related to the nutrient content of food, see Comparative nutrient content claims .",
        "With respect to comparative claims in food advertising, Advertising Standards Canada has prepared a publication, Guidelines for the use of comparative advertising and guidelines for the use of research and survey data to support comparative advertising claims (PDF) . Additional context is provided in the Advertising requirements page.",
        "Words such as \"better\" and \"richer\" often imply a comparison without indicating the factor being compared or the product used as a reference point. Without these clarifications, a comparison is incomplete and could be misleading. For example, if a product is an improvement over one previously made by the same firm, this should be clearly indicated along with the nature of the improvement.",
        "Similarly, foods are often described as \"new\" or \"improved\". The term \"new\" implies that the food has never before been offered for sale by the manufacturer, or that the product has been substantially altered. However, in many cases, the term \"new\" simply describes the packaging, the labelling or such factors as a new flavour.",
        "\"Improved\" implies that the food, or some aspect of the food, has been modified to make it better than before. The way in which a food is new or improved should be stated on the label and in advertisements, unless the reason is perfectly clear.",
        "A claim that a product is \"new\" or \"improved\" is valid for a period of 1 year or less in the region where it is made. After that period, the claim would be considered misleading: the altered product could no longer be considered \"new\". However, manufacturers that have distinct marketing areas for their products (for example, different plants supplying different regions of the country) could choose to phase in the \"new\" version of the product, using a different schedule in each market area. For example, a company with 7 distinct marketing areas could decide to introduce the new version of its product in Winnipeg, and then in a different area of the country every 2 months. In a year, the product would no longer be \"new\" in Winnipeg, but it might well be new in another region."
      ],
      "internal_links": [
        {
          "link_text": "Comparative nutrient content claims",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/nutrient-content/comparative-claims",
          "context_text": "For comparative claims related to the nutrient content of food, see Comparative nutrient content claims .",
          "section": "Comparative claims",
          "element_type": "p",
          "position_in_content": 3
        },
        {
          "link_text": "Advertising requirements",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/advertising-requirements",
          "context_text": "With respect to comparative claims in food advertising, Advertising Standards Canada has prepared a publication, Guidelines for the use of comparative advertising and guidelines for the use of research and survey data to support comparative advertising claims (PDF) . Additional context is provided in the Advertising requirements page.",
          "section": "Comparative claims",
          "element_type": "p",
          "position_in_content": 4
        }
      ],
      "content_with_links": [
        {
          "text": "Foods (or select food factors) cannot be compared unless the comparison is complete, and the foods are similar in character, composition or other attributes of the food relevant to the comparison being made. The comparison of one food with another should not create doubt about the value of the other food. Examples of scenarios where considerable care must be taken include:",
          "element_type": "p",
          "links": []
        },
        {
          "text": "when comparing solid foods with liquid foods either on a mass-for-mass or volume-for-volume basis when comparing a food consumed in small quantities with one consumed in large quantities, and when comparing a food eaten occasionally with one that is consumed regularly",
          "element_type": "ul",
          "links": []
        },
        {
          "text": "For comparative claims related to the nutrient content of food, see Comparative nutrient content claims .",
          "element_type": "p",
          "links": [
            {
              "text": "Comparative nutrient content claims",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/nutrient-content/comparative-claims",
              "is_external": false
            }
          ]
        },
        {
          "text": "With respect to comparative claims in food advertising, Advertising Standards Canada has prepared a publication, Guidelines for the use of comparative advertising and guidelines for the use of research and survey data to support comparative advertising claims (PDF) . Additional context is provided in the Advertising requirements page.",
          "element_type": "p",
          "links": [
            {
              "text": "Guidelines for the use of comparative advertising and guidelines for the use of research and survey data to support comparative advertising claims (PDF)",
              "href": "https://adstandards.ca/wp-content/uploads/2018/04/guidelinesCompAdvertising-en.pdf",
              "is_external": true
            },
            {
              "text": "Advertising requirements",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/advertising-requirements",
              "is_external": false
            }
          ]
        },
        {
          "text": "Words such as \"better\" and \"richer\" often imply a comparison without indicating the factor being compared or the product used as a reference point. Without these clarifications, a comparison is incomplete and could be misleading. For example, if a product is an improvement over one previously made by the same firm, this should be clearly indicated along with the nature of the improvement.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Similarly, foods are often described as \"new\" or \"improved\". The term \"new\" implies that the food has never before been offered for sale by the manufacturer, or that the product has been substantially altered. However, in many cases, the term \"new\" simply describes the packaging, the labelling or such factors as a new flavour.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "\"Improved\" implies that the food, or some aspect of the food, has been modified to make it better than before. The way in which a food is new or improved should be stated on the label and in advertisements, unless the reason is perfectly clear.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "A claim that a product is \"new\" or \"improved\" is valid for a period of 1 year or less in the region where it is made. After that period, the claim would be considered misleading: the altered product could no longer be considered \"new\". However, manufacturers that have distinct marketing areas for their products (for example, different plants supplying different regions of the country) could choose to phase in the \"new\" version of the product, using a different schedule in each market area. For example, a company with 7 distinct marketing areas could decide to introduce the new version of its product in Winnipeg, and then in a different area of the country every 2 months. In a year, the product would no longer be \"new\" in Winnipeg, but it might well be new in another region.",
          "element_type": "p",
          "links": []
        }
      ]
    },
    "Additional information": {
      "title": "Additional information",
      "content": [
        "Can the claims \"dry roasted nuts\" and \"not roasted in oil\" be made on nuts?",
        "\"Dry roasted\" is acceptable, as it is not considered to be an implied claim regarding the fat content of the nuts.",
        "The claim \"not roasted in oil\", on the other hand, is an implied claim regarding the fat content of the food and may only be made if implied nutrient content claim principles are satisfied. For example, the claim \"not roasted in oil\" may be acceptable if preceded or followed by a reduced in fat claim on a product that meets the conditions of this claim.",
        "Under what conditions would the descriptor \"wood burning oven\", \"wood oven\" or \"wood-fired\" be acceptable on the label of a food product?",
        "Only a manufacturer who cooks their product in an oven where the only source of energy is wood, may use the terms \"wood oven\", \"wood oven cooked\", or \"wood-fired\" on the packaging and advertising. A manufacturer who uses wood in addition to another energy source, or a compound derived from wood as the energy source to cook its product, may use a term such as \"partially wood oven cooked\" or identify all the cooking sources in the claim, such as \"cooked in a combined electric and wood oven\" or \" cooked in a combined gas and wood oven\".",
        "Is it acceptable to claim \"no preservatives added\" on the label of a food when it contains added liquid smoke?",
        "Yes, it is acceptable to claim \"no preservatives added\" on the label of a food when it contains added liquid smoke.",
        "Can the claim \"based on centuries old recipe\" be used on products that contain preservatives or additives?",
        "Yes. The statement \"based on centuries old recipe\" does not mean that the product was made with a recipe that is centuries old and that therefore no modern day additives or preservatives may be added. The statement is considered to mean that the base for the recipe is centuries old. The same rationale is used for the claim \"inspired by a century old recipe.\""
      ],
      "internal_links": [
        {
          "link_text": "implied nutrient content claim",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/nutrient-content/making-claim#c3",
          "context_text": "The claim \"not roasted in oil\", on the other hand, is an implied claim regarding the fat content of the food and may only be made if implied nutrient content claim principles are satisfied. For example, the claim \"not roasted in oil\" may be acceptable if preceded or followed by a reduced in fat claim on a product that meets the conditions of this claim.",
          "section": "Additional information",
          "element_type": "p",
          "position_in_content": 3
        }
      ],
      "content_with_links": [
        {
          "text": "Can the claims \"dry roasted nuts\" and \"not roasted in oil\" be made on nuts?",
          "element_type": "p",
          "links": []
        },
        {
          "text": "\"Dry roasted\" is acceptable, as it is not considered to be an implied claim regarding the fat content of the nuts.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "The claim \"not roasted in oil\", on the other hand, is an implied claim regarding the fat content of the food and may only be made if implied nutrient content claim principles are satisfied. For example, the claim \"not roasted in oil\" may be acceptable if preceded or followed by a reduced in fat claim on a product that meets the conditions of this claim.",
          "element_type": "p",
          "links": [
            {
              "text": "implied nutrient content claim",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/nutrient-content/making-claim#c3",
              "is_external": false
            }
          ]
        },
        {
          "text": "Under what conditions would the descriptor \"wood burning oven\", \"wood oven\" or \"wood-fired\" be acceptable on the label of a food product?",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Only a manufacturer who cooks their product in an oven where the only source of energy is wood, may use the terms \"wood oven\", \"wood oven cooked\", or \"wood-fired\" on the packaging and advertising. A manufacturer who uses wood in addition to another energy source, or a compound derived from wood as the energy source to cook its product, may use a term such as \"partially wood oven cooked\" or identify all the cooking sources in the claim, such as \"cooked in a combined electric and wood oven\" or \" cooked in a combined gas and wood oven\".",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Is it acceptable to claim \"no preservatives added\" on the label of a food when it contains added liquid smoke?",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Yes, it is acceptable to claim \"no preservatives added\" on the label of a food when it contains added liquid smoke.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Can the claim \"based on centuries old recipe\" be used on products that contain preservatives or additives?",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Yes. The statement \"based on centuries old recipe\" does not mean that the product was made with a recipe that is centuries old and that therefore no modern day additives or preservatives may be added. The statement is considered to mean that the base for the recipe is centuries old. The same rationale is used for the claim \"inspired by a century old recipe.\"",
          "element_type": "p",
          "links": []
        }
      ]
    }
  }
}