{
  "source_url": "https://inspection.canada.ca/en/food-labels/labelling/industry/legibility-and-location",
  "citation_title": "Legibility and location",
  "external_links": [
    {
      "text": "How does the symbol have to be displayed on labels of prepackaged products?",
      "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/legislation-guidelines/guidance-documents/front-package-nutrition-symbol-labelling-industry.html#a6.2",
      "section": "Legibility requirements",
      "context": "For the Nutrition Facts table and front-of-package (FOP) nutrition symbol, the FDR prescribes specific format (graphic) and technical requirements including type height. Refer to Nutrition labelling for more information on these requirements. For more information on technical requirements for the FOP nutrition symbol, refer to How does the symbol have to be displayed on labels of prepackaged products? of the Front-of-package nutrition symbol labelling guide for industry.",
      "element_type": "p"
    },
    {
      "text": "D. Sodium/Salt Related Statements and Claims",
      "href": "https://www.canada.ca/en/health-canada/services/technical-documents-labelling-requirements/table-permitted-nutrient-content-statements-claims/table-document.html#a4",
      "section": "Legibility requirements",
      "context": "For example, if a manufacturer uses the claim \"no sodium added\" on the label or advertisement of a food product which meets the requirements for this claim as stated in table D. Sodium/Salt Related Statements and Claims in the Table of Permitted Nutrient Content Statements and Claims , incorporated by reference into the FDR, all of the words in this claim must be of the same size and prominence. It would not be acceptable if the words \"no sodium\" were bolded and appeared in a larger font size than the word \"added\". For more information on these requirements, refer to Making a nutrient content claim on food labels .",
      "element_type": "div"
    },
    {
      "text": "Table of Permitted Nutrient Content Statements and Claims",
      "href": "https://www.canada.ca/en/health-canada/services/technical-documents-labelling-requirements/table-permitted-nutrient-content-statements-claims/table-document.html",
      "section": "Legibility requirements",
      "context": "For example, if a manufacturer uses the claim \"no sodium added\" on the label or advertisement of a food product which meets the requirements for this claim as stated in table D. Sodium/Salt Related Statements and Claims in the Table of Permitted Nutrient Content Statements and Claims , incorporated by reference into the FDR, all of the words in this claim must be of the same size and prominence. It would not be acceptable if the words \"no sodium\" were bolded and appeared in a larger font size than the word \"added\". For more information on these requirements, refer to Making a nutrient content claim on food labels .",
      "element_type": "div"
    },
    {
      "text": "Where on the labels of prepackaged products does the symbol have to be displayed?",
      "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/legislation-guidelines/guidance-documents/front-package-nutrition-symbol-labelling-industry.html#a6.1",
      "section": "Location requirements",
      "context": "Specific location information for some core labelling requirements Requirement Location on label of prepackaged food Common name On principal display panel B.01.006(1), FDR 218(1)(a), SFCR Net quantity Consumer prepackaged On principal display panel Prepackaged other than consumer prepackaged On any part of the label other than solely on the bottom of the container. Exceptions apply for processed fruit or vegetable products , dairy products , meat products and some prepackaged fish products, which must show this information on the principal display panel 221, 244.4, 245(2) and (3), SFCR List of ingredients On any part of the label other than solely on the bottom of the container B.01.005, B.01.008, FDR 218(1)(c), SFCR Durable life date On any panel, including the bottom if a reference is made elsewhere on the label that indicates the information is located on the bottom. Exceptions apply. See Manner of declaring on the Date marking and storage instructions page. B.01.005(1) and (4), B.01.008(1)(a), FDR Name and principal place of business On any part of the label other than solely on the bottom of the container B.01.005, FDR 218(1)(b) and (2), SFCR Nutrition labelling The Nutrition Facts table must be on one continuous surface of the available display surface (ADS). See Nutrition labelling for more information. The FOP nutrition symbol must appear on the principal display panel. For more details, refer to Where on the labels of prepackaged products does the symbol have to be displayed? of the Front-of-package nutrition symbol labelling guide for industry. B.01.005(5), B.01.350(1), B.01.451, FDR",
      "element_type": "div"
    }
  ]
}