{
  "source_url": "https://inspection.canada.ca/en/food-labels/labelling/industry/origin-claims",
  "citation_title": "Origin",
  "sections": {
    "Overview": {
      "title": "Overview",
      "content": [
        "In some cases, a company may choose to voluntarily declare the country of origin of the food product on the label, in order to further assist consumers in their purchasing decisions. A company may also choose to apply an origin claim regarding their food product or an ingredient contained within their food product. Guidance on the use of these types of claims can be found below."
      ],
      "internal_links": [],
      "content_with_links": [
        {
          "text": "In some cases, a company may choose to voluntarily declare the country of origin of the food product on the label, in order to further assist consumers in their purchasing decisions. A company may also choose to apply an origin claim regarding their food product or an ingredient contained within their food product. Guidance on the use of these types of claims can be found below.",
          "element_type": "p",
          "links": []
        }
      ]
    },
    "Multiple country of origin statements": {
      "title": "Multiple country of origin statements",
      "content": [
        "The use of a voluntary multi-country of origin statement (for example, \"Product of France and United States\") is not acceptable. In this context, a product can only have one country of origin, which, at a minimum, is the country of last substantial transformation. All claims must be truthful and not misleading; declaring multiple countries of origin on the label may result in false information.",
        "A blended claim, such as \"A blend of [Naming the country] (naming the product) and [Naming the country] (naming the product)\", may be considered (for example, \"A blend of Brazilian and American soybean oil\").",
        "Guidance on the use of a voluntary multi-country of origin statement that includes or makes reference to Canada can be found below in the Guidelines for \"Product of Canada\" and \"Made in Canada\" claims ."
      ],
      "internal_links": [
        {
          "link_text": "Guidelines for \"Product of Canada\" and \"Made in Canada\" claims",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/origin-claims#c5",
          "context_text": "Guidance on the use of a voluntary multi-country of origin statement that includes or makes reference to Canada can be found below in the Guidelines for \"Product of Canada\" and \"Made in Canada\" claims .",
          "section": "Multiple country of origin statements",
          "element_type": "p",
          "position_in_content": 3
        }
      ],
      "content_with_links": [
        {
          "text": "The use of a voluntary multi-country of origin statement (for example, \"Product of France and United States\") is not acceptable. In this context, a product can only have one country of origin, which, at a minimum, is the country of last substantial transformation. All claims must be truthful and not misleading; declaring multiple countries of origin on the label may result in false information.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "A blended claim, such as \"A blend of [Naming the country] (naming the product) and [Naming the country] (naming the product)\", may be considered (for example, \"A blend of Brazilian and American soybean oil\").",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Guidance on the use of a voluntary multi-country of origin statement that includes or makes reference to Canada can be found below in the Guidelines for \"Product of Canada\" and \"Made in Canada\" claims .",
          "element_type": "p",
          "links": [
            {
              "text": "Guidelines for \"Product of Canada\" and \"Made in Canada\" claims",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/origin-claims#c5",
              "is_external": false
            }
          ]
        }
      ]
    },
    "Claims regarding the origin of ingredients or added value of a food": {
      "title": "Claims regarding the origin of ingredients or added value of a food",
      "content": [
        "A claim regarding the origin of ingredients within a food may be made, provided the claim is truthful and not misleading (for example, \"Contains Italian olive oil\"). In addition to this claim, a company may choose to highlight the amount of an ingredient in the food (for example, \"10% Italian olive oil\"). Further guidance on stressing or highlighting particular ingredients can be found in the Highlighted ingredients claims section.",
        "Guidance on the use of claims regarding the Canadian origin of ingredients within a food can be found below in the Guidelines for \"Product of Canada\" and \"Made in Canada\" claims .",
        "A claim regarding processing or added value that took place in a particular geographical origin may also be made on a food, provided the claim is truthful and not misleading (for example, \"Packaged in Ireland\")."
      ],
      "internal_links": [
        {
          "link_text": "Highlighted ingredients claims",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/composition-and-quality#s6c2",
          "context_text": "A claim regarding the origin of ingredients within a food may be made, provided the claim is truthful and not misleading (for example, \"Contains Italian olive oil\"). In addition to this claim, a company may choose to highlight the amount of an ingredient in the food (for example, \"10% Italian olive oil\"). Further guidance on stressing or highlighting particular ingredients can be found in the Highlighted ingredients claims section.",
          "section": "Claims regarding the origin of ingredients or added value of a food",
          "element_type": "p",
          "position_in_content": 1
        },
        {
          "link_text": "Guidelines for \"Product of Canada\" and \"Made in Canada\" claims",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/origin-claims#c5",
          "context_text": "Guidance on the use of claims regarding the Canadian origin of ingredients within a food can be found below in the Guidelines for \"Product of Canada\" and \"Made in Canada\" claims .",
          "section": "Claims regarding the origin of ingredients or added value of a food",
          "element_type": "p",
          "position_in_content": 2
        }
      ],
      "content_with_links": [
        {
          "text": "A claim regarding the origin of ingredients within a food may be made, provided the claim is truthful and not misleading (for example, \"Contains Italian olive oil\"). In addition to this claim, a company may choose to highlight the amount of an ingredient in the food (for example, \"10% Italian olive oil\"). Further guidance on stressing or highlighting particular ingredients can be found in the Highlighted ingredients claims section.",
          "element_type": "p",
          "links": [
            {
              "text": "Highlighted ingredients claims",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/composition-and-quality#s6c2",
              "is_external": false
            }
          ]
        },
        {
          "text": "Guidance on the use of claims regarding the Canadian origin of ingredients within a food can be found below in the Guidelines for \"Product of Canada\" and \"Made in Canada\" claims .",
          "element_type": "p",
          "links": [
            {
              "text": "Guidelines for \"Product of Canada\" and \"Made in Canada\" claims",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/origin-claims#c5",
              "is_external": false
            }
          ]
        },
        {
          "text": "A claim regarding processing or added value that took place in a particular geographical origin may also be made on a food, provided the claim is truthful and not misleading (for example, \"Packaged in Ireland\").",
          "element_type": "p",
          "links": []
        }
      ]
    },
    "\"Local\" claims": {
      "title": "\"Local\" claims",
      "content": [
        "A policy has been adopted which recognizes \"local\" food as:",
        "food produced in the province or territory in which it is sold, or food sold across provincial borders within 50 km of the originating province or territory",
        "It is important to note that claims such as \"local\" are voluntary and industry is encouraged to add qualifiers, such as the name of a city, to provide consumers with additional information."
      ],
      "internal_links": [],
      "content_with_links": [
        {
          "text": "A policy has been adopted which recognizes \"local\" food as:",
          "element_type": "p",
          "links": []
        },
        {
          "text": "food produced in the province or territory in which it is sold, or food sold across provincial borders within 50 km of the originating province or territory",
          "element_type": "ul",
          "links": []
        },
        {
          "text": "It is important to note that claims such as \"local\" are voluntary and industry is encouraged to add qualifiers, such as the name of a city, to provide consumers with additional information.",
          "element_type": "p",
          "links": []
        }
      ]
    },
    "Guidelines for \"Product of Canada\" and \"Made in Canada\" claims": {
      "title": "Guidelines for \"Product of Canada\" and \"Made in Canada\" claims",
      "content": [
        "The guidelines for \"Product of Canada\" and \"Made in Canada\" claims promote compliance with subsection 5(1) of the Food and Drugs Act and subsection 6(1) of the Safe Food for Canadians Act , which prohibit false and misleading claims.",
        "The use of \"Product of Canada\" and \"Made in Canada\" claims is voluntary. However, once a company chooses to make one of these claims, the product to which it is applied should meet these guidelines.",
        "The guidelines for \"Product of Canada\" and \"Made in Canada\" claims apply to foods sold at all levels of trade, including bulk sale or wholesale foods for further processing. They also apply to claims made in advertising and by restaurants.",
        "These guidelines do not apply to:",
        "products destined for export markets these products must continue to meet the requirements of the importing country. This could result in different labels for domestic and exported products other consumer goods such as animal feed, agricultural seed or plants that are not food products these products may be assessed under the Competition Bureau's Guide to \"Made in Canada\" claims content claims regarding regional or provincial content, such as provinces, cities, towns terms or references that have regulated requirements and are not subject to the guidelines (for example, grade names, references to Canada Organic or mandatory country of origin labelling)",
        "All ingredients and their components that contribute to the food, regardless of their generation when they were added, must be considered when assessing \"Product of Canada\" and \"Made in Canada\" claims.",
        "A food product may use the claim \"Product of Canada\" when all or virtually all major ingredients, processing, and labour used to make the food product are Canadian. This means that all the significant ingredients in a food product are Canadian in origin and that non-Canadian material is negligible.",
        "The following circumstances would not disqualify a food from making a \"Product of Canada\" claim:",
        "very low levels of ingredients that are not generally produced in Canada, including spices, food additives, vitamins, minerals, flavouring preparations, or grown in Canada such as oranges, cane sugar and coffee. Generally, the percentage referred to as very little or minor is considered to be less than a total of 2% of the product packaging materials that are sourced from outside Canada, as these guidelines apply to the Canadian content and production or manufacturing of the food product and not the packaging itself the use of imported agricultural inputs such as seed, fertilizers, animal feed, and medications",
        "For example, a cookie that is manufactured in Canada from oatmeal, enriched flour, butter, honey and milk from Canada, and imported vanilla, may use the claim \"Product of Canada\" even if the vitamins in the flour and the vanilla are not from Canada.",
        "The claim \"Canadian\" is considered to be the same as a \"Product of Canada\" claim and any product carrying this claim must meet the criteria for a \"Product of Canada\" claim described above.",
        "Generally, products that are exported and re-imported into Canada would not be able to make a \"Product of Canada\" claim.",
        "The only exception would be if the product:",
        "meets the \"Product of Canada\" criteria, and is ready for sale when it leaves Canada (fully packaged and labelled) and is subsequently returned to Canada without undergoing any processing, repackaging or re-labelling (for example, perhaps because of an ordering error)",
        "This is because all content, processing and labour still occurred in Canada.",
        "A \"Made in Canada\" claim with a qualifying statement can be used on a food product when the last substantial transformation of the product occurred in Canada, even if some ingredients are from other countries.",
        "A substantial transformation occurs when a food product undergoes processing which changes its nature and becomes a new product bearing a new name commonly understood by the consumer.",
        "For example, the processing of cheese, dough, sauce and other ingredients to create a pizza would be considered a substantial transformation.",
        "If the \"Made in Canada\" claim is used, it must also include a qualifying statement to indicate that the food product is made in Canada from imported ingredients or a combination of imported and domestic ingredients. The qualifying statements that can be used include \"Made in Canada from domestic and imported ingredients\" or \"Made in Canada from imported ingredients\".",
        "All variations of \"Made in Canada\" claims must include a qualifying statement.",
        "For example, a claim such as \"Proudly Made in Canada\" would need a qualifying statement if the product contains imported ingredients as this claim includes the phrase \"Made in Canada\".",
        "When a food is made with ingredients that are all sourced from outside of Canada, the label would state \"Made in Canada from imported ingredients\".",
        "For example, a cookie manufactured in Canada from imported flour, oatmeal, shortening and sugar may be labelled or advertised with the claim \"Made in Canada from imported ingredients\".",
        "When a food contains both domestic and imported ingredients, the label would state \"Made in Canada from domestic and imported ingredients\". This claim may be used on a product that contains a mixture of imported and domestic ingredients, regardless of the level of Canadian content in the product.",
        "For example, a cookie manufactured in Canada using Canadian flour, oatmeal and shortening and imported sugar may be labelled or advertised with the claim \"Made in Canada from domestic and imported ingredients\".",
        "To provide clarity and consistency for consumers, when a company chooses to use the \"Made in Canada\" claim, the qualifying statement should be presented in a standard format: \"from domestic and imported ingredients\". However, it would be considered acceptable if the order were reversed, if there were a higher proportion of imported ingredients than domestic ingredients.",
        "The claim \"Made in Canada from domestic and/or imported ingredients\" is not permitted as it does not provide meaningful information to the consumer about the Canadian content.",
        "The use of \"Product of Canada\" and the qualified \"Made in Canada\" claims are encouraged to ensure clarity for the consumer and to enhance their ability to identify Canadian made foods. However, other more specific statements or claims that describe the Canadian value added may be used without further qualification, provided they are truthful and not misleading for consumers.",
        "Examples of these types of domestic claims include:",
        "\"Roasted and blended in Canada\" to describe coffee since the coffee beans are always imported \"Distilled in Canada\" to describe bottled water that was distilled in Canada \"Canned in Canada\" to describe green beans that were canned in Canada \"Refined in Canada\" to describe imported cane sugar which has been refined in Canada \"Processed in Canada\" to describe a food which has been entirely processed in Canada \"Prepared in Canada\" to describe a food which has been entirely prepared in Canada \"Packaged in Canada\" to describe a food which is imported in bulk and packaged in Canada",
        "Guidance on other types of commonly used domestic content claims can be found below:",
        "The claim \"Canadian\" is considered to be the same as a \"Product of Canada\" claim. As such, all or virtually all major ingredients, processing, and labour used to make the food product must be Canadian. For example, the claim \"Canadian\" on a container of frozen lasagna would mean that the food meets the \"Product of Canada\" criteria.",
        "This also applies when the claim is used to describe an ingredient within the food. For example, if the claim \"Canadian cheddar cheese\" is used on a package of cheddar cheese sauce, all or virtually all major ingredients, processing, and labour used to make the cheddar cheese in the sauce must be Canadian.",
        "When this type of claim is used to describe a single component ingredient within the food, all of the ingredient(s) and, if any, derivatives of that ingredient in the food must be Canadian. For example, if the claim \"Contains Canadian blueberries\" is used on a prepackaged blueberry pie, all of the blueberries, as well as any blueberry juice concentrate or derivative, must be Canadian.",
        "When the claim \"100% Canadian\" is used on a label, the food or ingredient to which the claim applies must be entirely Canadian rather than \"all or virtually all\" Canadian.",
        "For example, if the claim \"100% Canadian\" was used on a pot pie, all of the ingredients, processing, and labour used to make that product must be Canadian.",
        "This would be the same case for a food with a claim which refers to the origin of a particular ingredient, whether single or multi-component, as being \"100% Canadian\".",
        "For example, if the claim \"Made with 100% Canadian wheat\" is used on a bag of dry pasta, all of the wheat, and its derivatives, used in that product must be Canadian.",
        "Additional guidance on the use of the claim \"100% Canadian milk\" can be found in the Guidelines for the acceptable use of \"100% Canadian milk\" claims on dairy products.",
        "The use of a voluntary multiple country of origin statement that references Canada (for example, \"Product of Canada and United States\") would not be acceptable. Products that contain foreign ingredients, regardless of their source, are not eligible to bear a \"Product of Canada\" claim.",
        "Declaring multiple countries of origin on the label could result in false information and, as such, could be considered false and misleading.",
        "Although products that contain foreign ingredients are not eligible to bear a \"Product of Canada\" claim, they may be eligible to make a qualified \"Made in Canada\" claim, provided that the last substantial transformation of the product occurred in Canada.",
        "A blended claim, such as \"A blend of Canadian (naming the product) and [Naming the country] (naming the product)\", may be considered acceptable (for example, \"A blend of Canadian and American soybean oil\").",
        "Separate requirements may exist for commodities that require a country of origin statement. These are summarized in the Food-specific labelling requirements section of the Industry Labelling Tool .",
        "\"Product of Canada\" claims can be applied to meat from Canadian animals that are slaughtered in Canada. Animals are considered Canadian if they are born or hatched, raised and slaughtered in Canada or, in the case of feeder cattle, if they have spent a period of at least 60 days in Canada prior to slaughter in Canada. The 60-day residency period is based on international animal health standards. Such animals are fed, raised and slaughtered in Canada according to Canadian requirements.",
        "Meat from imported hatching eggs, including those hatched in transit, would meet the \"Product of Canada\" guidelines provided that the chick was raised, slaughtered and processed in Canada.",
        "Wild fish and seafood products can be labelled \"Product of Canada\" when caught by vessels in Canadian waters (or adjacent waters as per Canadian regulatory fishing quotas) and the products from the fish and seafood are processed in a Canadian establishment using Canadian ingredients.",
        "In the case of farmed fish and seafood, the farm must be located in Canada, and the processing must occur in a Canadian establishment with the use of Canadian ingredients.",
        "Eggs from imported hens and milk from imported cows would qualify for the \"Product of Canada\" claim provided that the hen laid its eggs in Canada, and the cow is milked in Canada.",
        "Symbols such as the Coat of Arms of Canada, the \"Canada\" Wordmark, and the Government of Canada Signature are normally reserved for use by the Government of Canada, and their commercial use is prohibited in most instances, except to acknowledge financial support from the Government of Canada . These symbols are the responsibility of the Treasury Board of Canada Secretariat (TBS). For more information, please see the TBS website on the legal protection of the official symbols of the Government of Canada .",
        "The National Flag of Canada is protected by the Trademarks Act (TA) against unauthorized use for commercial purposes. No person shall adopt in connection with a business, as a trade mark or otherwise, any mark consisting of or likely to be mistaken for the flag adopted and used at any time by Canada in respect of which the Registrar has given public notice of its adoption and use [9(1), TA].",
        "Requests to use the National Flag of Canada must be forwarded to the Department of Canadian Heritage: uds-uos@pch.gc.ca .",
        "The Department of Canadian Heritage requires users of the stylized 11-point maple leaf (the maple leaf of the National Flag of Canada) to obtain their permission. Requests to use the stylized 11-point maple leaf must be made to the Department of Canadian Heritage: uds-uos@pch.gc.ca .",
        "The maple leaf, other than the stylized 11-point maple leaf, or other similar symbol may be used on food products without further permission.",
        "The use of these vignettes on their own does not always imply that the product is wholly or partially Canadian (for example, maple leaves as part of a fall scene on a product's label).",
        "However, depending on how a maple leaf is used, it could imply a \"Product of Canada\" claim . In such situations, the product must follow the criteria for a \"Product of Canada\" claim. In order to ensure that the use of the maple leaf or other similar symbol will not mislead the consumer, it is recommended that an accompanying domestic content statement be placed in close proximity to the vignette.",
        "The following terms or references have regulated requirements and, as such, are not subject to the guidelines for \"Product of Canada\" claims:",
        "grade names incorporating the term Canada (for example, Canada Fancy) the guidelines will not affect the regulated Canada grade name requirements or the inspection legend for edible meat products, processed egg products and prepackaged fish the \"Canada Organic\" logo or references to Canada organic the Canada organic logo is an indication of organic certification to the Safe Food for Canadians Regulations . On imported products that are qualified to use the Canada organic logo, a country of origin statement or the statement \"Imported\" is required to be in close proximity to the logo, to avoid misleading consumers mandatory country of origin labelling statements the guidelines do not apply to mandatory country of origin statements. In addition, the use of a qualified \"Made in Canada\" claim or any alternate claim, such as \"Packaged in Canada\" does not trigger the need for the country of origin declaration unless otherwise specified in regulations. For more information, refer to Country of origin labelling"
      ],
      "internal_links": [
        {
          "link_text": "Food and Drugs Act",
          "href": "https://inspection.canada.ca/english/reg/jredirect2.shtml?drga",
          "context_text": "The guidelines for \"Product of Canada\" and \"Made in Canada\" claims promote compliance with subsection 5(1) of the Food and Drugs Act and subsection 6(1) of the Safe Food for Canadians Act , which prohibit false and misleading claims.",
          "section": "Guidelines for \"Product of Canada\" and \"Made in Canada\" claims",
          "element_type": "p",
          "position_in_content": 1
        },
        {
          "link_text": "Safe Food for Canadians Act",
          "href": "https://inspection.canada.ca/english/reg/jredirect2.shtml?safefood",
          "context_text": "The guidelines for \"Product of Canada\" and \"Made in Canada\" claims promote compliance with subsection 5(1) of the Food and Drugs Act and subsection 6(1) of the Safe Food for Canadians Act , which prohibit false and misleading claims.",
          "section": "Guidelines for \"Product of Canada\" and \"Made in Canada\" claims",
          "element_type": "p",
          "position_in_content": 1
        },
        {
          "link_text": "not subject to the guidelines",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/origin-claims#s6c5",
          "context_text": "products destined for export markets these products must continue to meet the requirements of the importing country. This could result in different labels for domestic and exported products other consumer goods such as animal feed, agricultural seed or plants that are not food products these products may be assessed under the Competition Bureau's Guide to \"Made in Canada\" claims content claims regarding regional or provincial content, such as provinces, cities, towns terms or references that have regulated requirements and are not subject to the guidelines (for example, grade names, references to Canada Organic or mandatory country of origin labelling)",
          "section": "Guidelines for \"Product of Canada\" and \"Made in Canada\" claims",
          "element_type": "ul",
          "position_in_content": 5
        },
        {
          "link_text": "Guidelines for the acceptable use of \"100% Canadian milk\"",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/dairy/canadian-milk",
          "context_text": "Additional guidance on the use of the claim \"100% Canadian milk\" can be found in the Guidelines for the acceptable use of \"100% Canadian milk\" claims on dairy products.",
          "section": "Guidelines for \"Product of Canada\" and \"Made in Canada\" claims",
          "element_type": "p",
          "position_in_content": 39
        },
        {
          "link_text": "Industry Labelling Tool",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry",
          "context_text": "Separate requirements may exist for commodities that require a country of origin statement. These are summarized in the Food-specific labelling requirements section of the Industry Labelling Tool .",
          "section": "Guidelines for \"Product of Canada\" and \"Made in Canada\" claims",
          "element_type": "p",
          "position_in_content": 44
        },
        {
          "link_text": "Trademarks Act",
          "href": "https://inspection.canada.ca/english/reg/jredirect2.shtml?trademark",
          "context_text": "The National Flag of Canada is protected by the Trademarks Act (TA) against unauthorized use for commercial purposes. No person shall adopt in connection with a business, as a trade mark or otherwise, any mark consisting of or likely to be mistaken for the flag adopted and used at any time by Canada in respect of which the Registrar has given public notice of its adoption and use [9(1), TA].",
          "section": "Guidelines for \"Product of Canada\" and \"Made in Canada\" claims",
          "element_type": "p",
          "position_in_content": 51
        },
        {
          "link_text": "uds-uos@pch.gc.ca",
          "href": "mailto:uds-uos@pch.gc.ca",
          "context_text": "Requests to use the National Flag of Canada must be forwarded to the Department of Canadian Heritage: uds-uos@pch.gc.ca .",
          "section": "Guidelines for \"Product of Canada\" and \"Made in Canada\" claims",
          "element_type": "p",
          "position_in_content": 52
        },
        {
          "link_text": "uds-uos@pch.gc.ca",
          "href": "mailto:uds-uos@pch.gc.ca",
          "context_text": "The Department of Canadian Heritage requires users of the stylized 11-point maple leaf (the maple leaf of the National Flag of Canada) to obtain their permission. Requests to use the stylized 11-point maple leaf must be made to the Department of Canadian Heritage: uds-uos@pch.gc.ca .",
          "section": "Guidelines for \"Product of Canada\" and \"Made in Canada\" claims",
          "element_type": "p",
          "position_in_content": 53
        },
        {
          "link_text": "\"Product of Canada\" claim",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/origin-claims#s1c5",
          "context_text": "However, depending on how a maple leaf is used, it could imply a \"Product of Canada\" claim . In such situations, the product must follow the criteria for a \"Product of Canada\" claim. In order to ensure that the use of the maple leaf or other similar symbol will not mislead the consumer, it is recommended that an accompanying domestic content statement be placed in close proximity to the vignette.",
          "section": "Guidelines for \"Product of Canada\" and \"Made in Canada\" claims",
          "element_type": "p",
          "position_in_content": 56
        },
        {
          "link_text": "Canada organic",
          "href": "https://inspection.canada.ca/en/food-labels/organic-products",
          "context_text": "grade names incorporating the term Canada (for example, Canada Fancy) the guidelines will not affect the regulated Canada grade name requirements or the inspection legend for edible meat products, processed egg products and prepackaged fish the \"Canada Organic\" logo or references to Canada organic the Canada organic logo is an indication of organic certification to the Safe Food for Canadians Regulations . On imported products that are qualified to use the Canada organic logo, a country of origin statement or the statement \"Imported\" is required to be in close proximity to the logo, to avoid misleading consumers mandatory country of origin labelling statements the guidelines do not apply to mandatory country of origin statements. In addition, the use of a qualified \"Made in Canada\" claim or any alternate claim, such as \"Packaged in Canada\" does not trigger the need for the country of origin declaration unless otherwise specified in regulations. For more information, refer to Country of origin labelling",
          "section": "Guidelines for \"Product of Canada\" and \"Made in Canada\" claims",
          "element_type": "ul",
          "position_in_content": 58
        },
        {
          "link_text": "Country of origin labelling",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/country-origin",
          "context_text": "grade names incorporating the term Canada (for example, Canada Fancy) the guidelines will not affect the regulated Canada grade name requirements or the inspection legend for edible meat products, processed egg products and prepackaged fish the \"Canada Organic\" logo or references to Canada organic the Canada organic logo is an indication of organic certification to the Safe Food for Canadians Regulations . On imported products that are qualified to use the Canada organic logo, a country of origin statement or the statement \"Imported\" is required to be in close proximity to the logo, to avoid misleading consumers mandatory country of origin labelling statements the guidelines do not apply to mandatory country of origin statements. In addition, the use of a qualified \"Made in Canada\" claim or any alternate claim, such as \"Packaged in Canada\" does not trigger the need for the country of origin declaration unless otherwise specified in regulations. For more information, refer to Country of origin labelling",
          "section": "Guidelines for \"Product of Canada\" and \"Made in Canada\" claims",
          "element_type": "ul",
          "position_in_content": 58
        }
      ],
      "content_with_links": [
        {
          "text": "The guidelines for \"Product of Canada\" and \"Made in Canada\" claims promote compliance with subsection 5(1) of the Food and Drugs Act and subsection 6(1) of the Safe Food for Canadians Act , which prohibit false and misleading claims.",
          "element_type": "p",
          "links": [
            {
              "text": "Food and Drugs Act",
              "href": "https://inspection.canada.ca/english/reg/jredirect2.shtml?drga",
              "is_external": false
            },
            {
              "text": "Safe Food for Canadians Act",
              "href": "https://inspection.canada.ca/english/reg/jredirect2.shtml?safefood",
              "is_external": false
            }
          ]
        },
        {
          "text": "The use of \"Product of Canada\" and \"Made in Canada\" claims is voluntary. However, once a company chooses to make one of these claims, the product to which it is applied should meet these guidelines.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "The guidelines for \"Product of Canada\" and \"Made in Canada\" claims apply to foods sold at all levels of trade, including bulk sale or wholesale foods for further processing. They also apply to claims made in advertising and by restaurants.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "These guidelines do not apply to:",
          "element_type": "p",
          "links": []
        },
        {
          "text": "products destined for export markets these products must continue to meet the requirements of the importing country. This could result in different labels for domestic and exported products other consumer goods such as animal feed, agricultural seed or plants that are not food products these products may be assessed under the Competition Bureau's Guide to \"Made in Canada\" claims content claims regarding regional or provincial content, such as provinces, cities, towns terms or references that have regulated requirements and are not subject to the guidelines (for example, grade names, references to Canada Organic or mandatory country of origin labelling)",
          "element_type": "ul",
          "links": [
            {
              "text": "Competition Bureau's Guide to \"Made in Canada\" claims",
              "href": "https://ised-isde.canada.ca/site/competition-bureau-canada/en/how-we-foster-competition/education-and-outreach/publications/product-canada-and-made-canada-claims",
              "is_external": true
            },
            {
              "text": "not subject to the guidelines",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/origin-claims#s6c5",
              "is_external": false
            }
          ]
        },
        {
          "text": "All ingredients and their components that contribute to the food, regardless of their generation when they were added, must be considered when assessing \"Product of Canada\" and \"Made in Canada\" claims.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "A food product may use the claim \"Product of Canada\" when all or virtually all major ingredients, processing, and labour used to make the food product are Canadian. This means that all the significant ingredients in a food product are Canadian in origin and that non-Canadian material is negligible.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "The following circumstances would not disqualify a food from making a \"Product of Canada\" claim:",
          "element_type": "p",
          "links": []
        },
        {
          "text": "very low levels of ingredients that are not generally produced in Canada, including spices, food additives, vitamins, minerals, flavouring preparations, or grown in Canada such as oranges, cane sugar and coffee. Generally, the percentage referred to as very little or minor is considered to be less than a total of 2% of the product packaging materials that are sourced from outside Canada, as these guidelines apply to the Canadian content and production or manufacturing of the food product and not the packaging itself the use of imported agricultural inputs such as seed, fertilizers, animal feed, and medications",
          "element_type": "ol",
          "links": []
        },
        {
          "text": "For example, a cookie that is manufactured in Canada from oatmeal, enriched flour, butter, honey and milk from Canada, and imported vanilla, may use the claim \"Product of Canada\" even if the vitamins in the flour and the vanilla are not from Canada.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "The claim \"Canadian\" is considered to be the same as a \"Product of Canada\" claim and any product carrying this claim must meet the criteria for a \"Product of Canada\" claim described above.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Generally, products that are exported and re-imported into Canada would not be able to make a \"Product of Canada\" claim.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "The only exception would be if the product:",
          "element_type": "p",
          "links": []
        },
        {
          "text": "meets the \"Product of Canada\" criteria, and is ready for sale when it leaves Canada (fully packaged and labelled) and is subsequently returned to Canada without undergoing any processing, repackaging or re-labelling (for example, perhaps because of an ordering error)",
          "element_type": "ul",
          "links": []
        },
        {
          "text": "This is because all content, processing and labour still occurred in Canada.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "A \"Made in Canada\" claim with a qualifying statement can be used on a food product when the last substantial transformation of the product occurred in Canada, even if some ingredients are from other countries.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "A substantial transformation occurs when a food product undergoes processing which changes its nature and becomes a new product bearing a new name commonly understood by the consumer.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "For example, the processing of cheese, dough, sauce and other ingredients to create a pizza would be considered a substantial transformation.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "If the \"Made in Canada\" claim is used, it must also include a qualifying statement to indicate that the food product is made in Canada from imported ingredients or a combination of imported and domestic ingredients. The qualifying statements that can be used include \"Made in Canada from domestic and imported ingredients\" or \"Made in Canada from imported ingredients\".",
          "element_type": "p",
          "links": []
        },
        {
          "text": "All variations of \"Made in Canada\" claims must include a qualifying statement.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "For example, a claim such as \"Proudly Made in Canada\" would need a qualifying statement if the product contains imported ingredients as this claim includes the phrase \"Made in Canada\".",
          "element_type": "p",
          "links": []
        },
        {
          "text": "When a food is made with ingredients that are all sourced from outside of Canada, the label would state \"Made in Canada from imported ingredients\".",
          "element_type": "p",
          "links": []
        },
        {
          "text": "For example, a cookie manufactured in Canada from imported flour, oatmeal, shortening and sugar may be labelled or advertised with the claim \"Made in Canada from imported ingredients\".",
          "element_type": "p",
          "links": []
        },
        {
          "text": "When a food contains both domestic and imported ingredients, the label would state \"Made in Canada from domestic and imported ingredients\". This claim may be used on a product that contains a mixture of imported and domestic ingredients, regardless of the level of Canadian content in the product.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "For example, a cookie manufactured in Canada using Canadian flour, oatmeal and shortening and imported sugar may be labelled or advertised with the claim \"Made in Canada from domestic and imported ingredients\".",
          "element_type": "p",
          "links": []
        },
        {
          "text": "To provide clarity and consistency for consumers, when a company chooses to use the \"Made in Canada\" claim, the qualifying statement should be presented in a standard format: \"from domestic and imported ingredients\". However, it would be considered acceptable if the order were reversed, if there were a higher proportion of imported ingredients than domestic ingredients.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "The claim \"Made in Canada from domestic and/or imported ingredients\" is not permitted as it does not provide meaningful information to the consumer about the Canadian content.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "The use of \"Product of Canada\" and the qualified \"Made in Canada\" claims are encouraged to ensure clarity for the consumer and to enhance their ability to identify Canadian made foods. However, other more specific statements or claims that describe the Canadian value added may be used without further qualification, provided they are truthful and not misleading for consumers.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Examples of these types of domestic claims include:",
          "element_type": "p",
          "links": []
        },
        {
          "text": "\"Roasted and blended in Canada\" to describe coffee since the coffee beans are always imported \"Distilled in Canada\" to describe bottled water that was distilled in Canada \"Canned in Canada\" to describe green beans that were canned in Canada \"Refined in Canada\" to describe imported cane sugar which has been refined in Canada \"Processed in Canada\" to describe a food which has been entirely processed in Canada \"Prepared in Canada\" to describe a food which has been entirely prepared in Canada \"Packaged in Canada\" to describe a food which is imported in bulk and packaged in Canada",
          "element_type": "ul",
          "links": []
        },
        {
          "text": "Guidance on other types of commonly used domestic content claims can be found below:",
          "element_type": "p",
          "links": []
        },
        {
          "text": "The claim \"Canadian\" is considered to be the same as a \"Product of Canada\" claim. As such, all or virtually all major ingredients, processing, and labour used to make the food product must be Canadian. For example, the claim \"Canadian\" on a container of frozen lasagna would mean that the food meets the \"Product of Canada\" criteria.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "This also applies when the claim is used to describe an ingredient within the food. For example, if the claim \"Canadian cheddar cheese\" is used on a package of cheddar cheese sauce, all or virtually all major ingredients, processing, and labour used to make the cheddar cheese in the sauce must be Canadian.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "When this type of claim is used to describe a single component ingredient within the food, all of the ingredient(s) and, if any, derivatives of that ingredient in the food must be Canadian. For example, if the claim \"Contains Canadian blueberries\" is used on a prepackaged blueberry pie, all of the blueberries, as well as any blueberry juice concentrate or derivative, must be Canadian.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "When the claim \"100% Canadian\" is used on a label, the food or ingredient to which the claim applies must be entirely Canadian rather than \"all or virtually all\" Canadian.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "For example, if the claim \"100% Canadian\" was used on a pot pie, all of the ingredients, processing, and labour used to make that product must be Canadian.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "This would be the same case for a food with a claim which refers to the origin of a particular ingredient, whether single or multi-component, as being \"100% Canadian\".",
          "element_type": "p",
          "links": []
        },
        {
          "text": "For example, if the claim \"Made with 100% Canadian wheat\" is used on a bag of dry pasta, all of the wheat, and its derivatives, used in that product must be Canadian.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Additional guidance on the use of the claim \"100% Canadian milk\" can be found in the Guidelines for the acceptable use of \"100% Canadian milk\" claims on dairy products.",
          "element_type": "p",
          "links": [
            {
              "text": "Guidelines for the acceptable use of \"100% Canadian milk\"",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/dairy/canadian-milk",
              "is_external": false
            }
          ]
        },
        {
          "text": "The use of a voluntary multiple country of origin statement that references Canada (for example, \"Product of Canada and United States\") would not be acceptable. Products that contain foreign ingredients, regardless of their source, are not eligible to bear a \"Product of Canada\" claim.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Declaring multiple countries of origin on the label could result in false information and, as such, could be considered false and misleading.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Although products that contain foreign ingredients are not eligible to bear a \"Product of Canada\" claim, they may be eligible to make a qualified \"Made in Canada\" claim, provided that the last substantial transformation of the product occurred in Canada.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "A blended claim, such as \"A blend of Canadian (naming the product) and [Naming the country] (naming the product)\", may be considered acceptable (for example, \"A blend of Canadian and American soybean oil\").",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Separate requirements may exist for commodities that require a country of origin statement. These are summarized in the Food-specific labelling requirements section of the Industry Labelling Tool .",
          "element_type": "p",
          "links": [
            {
              "text": "Industry Labelling Tool",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry",
              "is_external": false
            }
          ]
        },
        {
          "text": "\"Product of Canada\" claims can be applied to meat from Canadian animals that are slaughtered in Canada. Animals are considered Canadian if they are born or hatched, raised and slaughtered in Canada or, in the case of feeder cattle, if they have spent a period of at least 60 days in Canada prior to slaughter in Canada. The 60-day residency period is based on international animal health standards. Such animals are fed, raised and slaughtered in Canada according to Canadian requirements.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Meat from imported hatching eggs, including those hatched in transit, would meet the \"Product of Canada\" guidelines provided that the chick was raised, slaughtered and processed in Canada.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Wild fish and seafood products can be labelled \"Product of Canada\" when caught by vessels in Canadian waters (or adjacent waters as per Canadian regulatory fishing quotas) and the products from the fish and seafood are processed in a Canadian establishment using Canadian ingredients.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "In the case of farmed fish and seafood, the farm must be located in Canada, and the processing must occur in a Canadian establishment with the use of Canadian ingredients.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Eggs from imported hens and milk from imported cows would qualify for the \"Product of Canada\" claim provided that the hen laid its eggs in Canada, and the cow is milked in Canada.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Symbols such as the Coat of Arms of Canada, the \"Canada\" Wordmark, and the Government of Canada Signature are normally reserved for use by the Government of Canada, and their commercial use is prohibited in most instances, except to acknowledge financial support from the Government of Canada . These symbols are the responsibility of the Treasury Board of Canada Secretariat (TBS). For more information, please see the TBS website on the legal protection of the official symbols of the Government of Canada .",
          "element_type": "p",
          "links": [
            {
              "text": "except to acknowledge financial support from the Government of Canada",
              "href": "https://www.canada.ca/en/canadian-heritage/services/funding/acknowledgement-financial-support.html",
              "is_external": true
            },
            {
              "text": "legal protection of the official symbols of the Government of Canada",
              "href": "https://www.canada.ca/en/treasury-board-secretariat/topics/government-communications/federal-identity-requirements/legal-protection-official-symbols-government-canada.html",
              "is_external": true
            }
          ]
        },
        {
          "text": "The National Flag of Canada is protected by the Trademarks Act (TA) against unauthorized use for commercial purposes. No person shall adopt in connection with a business, as a trade mark or otherwise, any mark consisting of or likely to be mistaken for the flag adopted and used at any time by Canada in respect of which the Registrar has given public notice of its adoption and use [9(1), TA].",
          "element_type": "p",
          "links": [
            {
              "text": "National Flag of Canada",
              "href": "https://www.canada.ca/en/canadian-heritage/services/official-symbols-canada.html#a6",
              "is_external": true
            },
            {
              "text": "Trademarks Act",
              "href": "https://inspection.canada.ca/english/reg/jredirect2.shtml?trademark",
              "is_external": false
            }
          ]
        },
        {
          "text": "Requests to use the National Flag of Canada must be forwarded to the Department of Canadian Heritage: uds-uos@pch.gc.ca .",
          "element_type": "p",
          "links": [
            {
              "text": "uds-uos@pch.gc.ca",
              "href": "mailto:uds-uos@pch.gc.ca",
              "is_external": ""
            }
          ]
        },
        {
          "text": "The Department of Canadian Heritage requires users of the stylized 11-point maple leaf (the maple leaf of the National Flag of Canada) to obtain their permission. Requests to use the stylized 11-point maple leaf must be made to the Department of Canadian Heritage: uds-uos@pch.gc.ca .",
          "element_type": "p",
          "links": [
            {
              "text": "uds-uos@pch.gc.ca",
              "href": "mailto:uds-uos@pch.gc.ca",
              "is_external": ""
            }
          ]
        },
        {
          "text": "The maple leaf, other than the stylized 11-point maple leaf, or other similar symbol may be used on food products without further permission.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "The use of these vignettes on their own does not always imply that the product is wholly or partially Canadian (for example, maple leaves as part of a fall scene on a product's label).",
          "element_type": "p",
          "links": []
        },
        {
          "text": "However, depending on how a maple leaf is used, it could imply a \"Product of Canada\" claim . In such situations, the product must follow the criteria for a \"Product of Canada\" claim. In order to ensure that the use of the maple leaf or other similar symbol will not mislead the consumer, it is recommended that an accompanying domestic content statement be placed in close proximity to the vignette.",
          "element_type": "p",
          "links": [
            {
              "text": "\"Product of Canada\" claim",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/origin-claims#s1c5",
              "is_external": false
            }
          ]
        },
        {
          "text": "The following terms or references have regulated requirements and, as such, are not subject to the guidelines for \"Product of Canada\" claims:",
          "element_type": "p",
          "links": []
        },
        {
          "text": "grade names incorporating the term Canada (for example, Canada Fancy) the guidelines will not affect the regulated Canada grade name requirements or the inspection legend for edible meat products, processed egg products and prepackaged fish the \"Canada Organic\" logo or references to Canada organic the Canada organic logo is an indication of organic certification to the Safe Food for Canadians Regulations . On imported products that are qualified to use the Canada organic logo, a country of origin statement or the statement \"Imported\" is required to be in close proximity to the logo, to avoid misleading consumers mandatory country of origin labelling statements the guidelines do not apply to mandatory country of origin statements. In addition, the use of a qualified \"Made in Canada\" claim or any alternate claim, such as \"Packaged in Canada\" does not trigger the need for the country of origin declaration unless otherwise specified in regulations. For more information, refer to Country of origin labelling",
          "element_type": "ul",
          "links": [
            {
              "text": "Canada organic",
              "href": "https://inspection.canada.ca/en/food-labels/organic-products",
              "is_external": false
            },
            {
              "text": "Country of origin labelling",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/country-origin",
              "is_external": false
            }
          ]
        }
      ]
    },
    "Additional information": {
      "title": "Additional information",
      "content": [
        "Refer to Frequently asked questions on \"Product of Canada\" and \"Made in Canada\" claims .",
        "For more information on food that has been grown or made in Canada, refer to Shopping for Canadian food ."
      ],
      "internal_links": [
        {
          "link_text": "Frequently asked questions on \"Product of Canada\" and \"Made in Canada\" claims",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/origin-claims/frequently-asked-questions",
          "context_text": "Refer to Frequently asked questions on \"Product of Canada\" and \"Made in Canada\" claims .",
          "section": "Additional information",
          "element_type": "p",
          "position_in_content": 1
        },
        {
          "link_text": "Shopping for Canadian food",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/consumers/canadian-food",
          "context_text": "For more information on food that has been grown or made in Canada, refer to Shopping for Canadian food .",
          "section": "Additional information",
          "element_type": "p",
          "position_in_content": 2
        }
      ],
      "content_with_links": [
        {
          "text": "Refer to Frequently asked questions on \"Product of Canada\" and \"Made in Canada\" claims .",
          "element_type": "p",
          "links": [
            {
              "text": "Frequently asked questions on \"Product of Canada\" and \"Made in Canada\" claims",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/origin-claims/frequently-asked-questions",
              "is_external": false
            }
          ]
        },
        {
          "text": "For more information on food that has been grown or made in Canada, refer to Shopping for Canadian food .",
          "element_type": "p",
          "links": [
            {
              "text": "Shopping for Canadian food",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/consumers/canadian-food",
              "is_external": false
            }
          ]
        }
      ]
    }
  }
}