{
  "source_file": "C:\\Users\\subsc\\Bluorai\\Label-IQ-experiments\\nutrition_attribute\\nutrition_raw_crawl.json",
  "total_pages": 1,
  "total_tables": 1,
  "total_headings": 16,
  "pages": [
    {
      "url": "https://www.canada.ca/en/health-canada/services/food-nutrition/legislation-guidelines/guidance-documents/front-package-nutrition-symbol-labelling-industry.html",
      "title": "Front-of-package nutrition symbol labelling guide for industry - Canada.ca",
      "headings": [
        "[H2] 3. Foods prohibited from displaying the front-of-package (FOP) nutrition symbol",
        "[H3] 3.1 Are any foods prohibited from displaying the FOP nutrition symbol?",
        "[H2] 4. Nutrient thresholds for the front-of-package (FOP) nutrition symbol",
        "[H3] 4.1 What are the FOP nutrition symbol thresholds based on?",
        "[H3] 4.2 What % DV triggers the FOP nutrition symbol?",
        "[H3] 4.3 What quantity of a food must be used as the basis for determining whether the amount of saturated fat, sugars and/or sodium meets or exceeds the symbol threshold?",
        "[H3] 4.4 What % DV threshold applies to prepackaged products with a reference amount ≤ 30 g or 30 mL whose serving size is larger than the reference amount?",
        "[H2] 5. Foods exempt from the front-of-package (FOP) nutrition symbol requirements",
        "[H3] 5.1 Are any foods exempt?",
        "[H3] 5.2 Which foods have a full exemption?",
        "[H3] 5.3 Which foods have a conditional exemption?",
        "[H4] 5.3.1 Conditional exemption associated with the NFt",
        "[H4] 5.3.2 Nutrient-specific conditional exemption associated with ingredients",
        "[H5] 5.3.2.1 Foods with health protection benefits",
        "[H4] 5.3.2.2 Foods that are important sources of calcium, a shortfall nutrient that is not readily available in other foods",
        "[H3] 5.4 What exemption applies to fats and oils?"
      ],
      "tables": [
        {
          "headers": [
            "",
            "Saturated fat",
            "Sugars",
            "Sodium"
          ],
          "rows": [
            [
              "Prepackaged foods with a reference amount > 30 g or 30 mL that are not main dishes",
              "≥ 15% DVFootnote1"
            ],
            [
              "Prepackaged foods with a reference amount ≤ 30 g or 30 mL",
              "≥ 10% DV"
            ],
            [
              "Prepackaged main dishes with a reference amount ≥ 200 g or 170 gFootnote2",
              "≥ 30% DV"
            ]
          ]
        }
      ],
      "clean_text": "3. Foods prohibited from displaying the front-of-package (FOP) nutrition symbol\n3.1 Are any foods prohibited from displaying the FOP nutrition symbol?\nYes. The following foods are prohibited from carrying the symbol on their label:\nProducts intended solely for infants six months of age or older but less than one year of age\nHuman milk fortifiers\nHuman milk substitutes (infant formula)\nFoods represented as containing a human milk substitute\nFormulated liquid diets as defined in section B.24.001 of the\nFood and Drug Regulations\n(FDR)\nMeal replacements\nNutritional supplements\nFoods represented for protein-restricted diets\nFoods represented for low (naming the amino acid) diets\nFoods represented for use in a very low energy diet as defined in section B.24.001 of the FDR\nReference: subsection B.01.350(15), FDR\n\n4. Nutrient thresholds for the front-of-package (FOP) nutrition symbol\nThe\nFood and Drug Regulations\n(FDR) require that a nutrition symbol appear on the label (specifically, on the principal display panel (PDP)) of a prepackaged product when the amount of saturated fat, sugars and/or sodium is equal to or higher than the specified nutrient thresholds. The regulations specify the thresholds and the approach for determining whether the amount of one or more of these nutrients meets or exceeds them.\nReference: subsections B.01.350(1) to (4), FDR\n4.1 What are the FOP nutrition symbol thresholds based on?\nThe thresholds for the FOP nutrition symbol (the symbol) are based on\nDaily Values (DVs)\n. For some nutrients, such as fibre, potassium and calcium, the DV is the recommended amount that people in a specific age group should try to consume each day. For other nutrients, such as saturated fat, sugars and sodium, the DV is the amount that people should try\nnot to exceed\n. The thresholds for the symbol are expressed as percentages of the DV (% DV).\nThe DVs are found in the\nTable of Daily Values\n, which is incorporated by reference into the FDR and available on the Government of Canada website.\n4.2 What % DV triggers the FOP nutrition symbol?\nFor most prepackaged products, a symbol must appear on the label when the amount of saturated fat, sugars and/or sodium is ≥ (equal to or greater than) 15% of the applicable DV set out in column 2 or column 3 of Part 1 of the Table of Daily Values. The DVs in column 2 are the basis of the thresholds for foods intended solely for children one year of age or older but less than four years of age (children one to four years only). The DVs in column 3 are the basis of the thresholds for foods intended for children one to four years of age, or for children four years of age or older and adults (children and/or adults). This is the default requirement.\nHowever, there are two exceptions:\nFor prepackaged products with a\nreference amount\n≤ (equal to or less than) 30 g or 30 mL, the symbol must appear when the amount of saturated fat, sugars and/or sodium is ≥ 10% of the applicable DV\nFor prepackaged\nmain dishes\nwith a reference amount ≥ 170 g (when intended solely for children one to four years) or ≥ 200 g (when intended for children and/or adults), the symbol must appear when the amount of saturated fat, sugars and/or sodium is ≥ 30% of the applicable DV.\nReference: table to section B.01.350, FDR\nTable 4.1. Thresholds for the FOP nutrition symbol\nSaturated fat\nSugars\nSodium\nPrepackaged foods with a reference amount > 30 g or 30 mL that are not main dishes\n≥ 15% DV\nFootnote\n1\nPrepackaged foods with a reference amount ≤ 30 g or 30 mL\n≥ 10% DV\nPrepackaged main dishes with a reference amount ≥ 200 g or 170 g\nFootnote\n2\n≥ 30% DV\n1\nBased on the Daily Values (DVs) set out in column 2 of Part 1 of the Table of Daily Values when the product is intended solely for children one to four years and in column 3 when the product is intended for children and/or adults. The % DV threshold for the \"high in sat fat\" symbol is based on the DV for the sum of saturated fatty acids and\ntrans\nfatty acids and the % DV must be calculated using only the saturated fat content of the food.\nTrans\nfat content is not included.\n2\n200 g for main dishes intended for children and/or adults and 170 g for main dishes intended solely for children one to four years\nThe Table of Daily Values includes a DV for the sum of saturated fatty acids and\ntrans\nfatty acids. There is no DV for saturated fat only. The % DV threshold for the \"high in sat fat\" symbol is based on the DV for the sum of saturated fatty acids and\ntrans\nfatty acids and the % DV must be calculated using only the saturated fat content of the food. This differs from how to calculate the % DV for saturated fat and\ntrans\nfat declared in the Nutrition Facts table (NFt). The % DV declared in the NFt must be calculated using the saturated fat and\ntrans\nfat content combined.\n% DV calculated for FOP labelling purposes: (saturated fat content per serving size or reference amount, whichever is greater / DV for the sum of saturated fatty acids and\ntrans\nfatty acids) x 100\n% DV calculated for NFt labelling purposes: (saturated fat and\ntrans\nfat content combined per serving size / DV for the sum of saturated fatty acids and\ntrans\nfatty acids) x 100\n4.3 What quantity of a food must be used as the basis for determining whether the amount of saturated fat, sugars and/or sodium meets or exceeds the symbol threshold?\nIn order to determine whether a symbol is required, the amount of saturated fat, sugars and/or sodium in a specific quantity of a food must be assessed against the applicable % DV threshold. That quantity of food is either the\nserving of stated size (serving size)\nor the reference amount for the product, whichever quantity is greater.\nReference: subsection B.01.350(2), FDR\nAn\ninterim policy statement\npublished on March 6, 2025, conveys Health Canada’s decision that it would be appropriate for the symbol assessment for certain dense, ready-to-eat breakfast cereals (like granola) to be based on the reference amount of 55 grams, the amount typically consumed in one eating occasion, rather than on the greater of the reference amount or serving size. This policy applies to ready-to-eat breakfast cereals (weighing 43 g or more per 250 mL) in item C.4 of the Table of Reference Amounts for Food that are required to declare a 1 cup serving size in the Nutrition Facts table.\nThere are no prescribed rounding rules for determining whether the nutrient content meets or exceeds the applicable thresholds. However, regulated parties should apply rounding rules that exist for calculating the % DV declared in the NFt.\n4.4 What % DV threshold applies to prepackaged products with a reference amount ≤ 30 g or 30 mL whose serving size is larger than the reference amount?\nThe 10% DV threshold always applies to a product with a small reference amount (more specifically, ≤ 30 g or 30 mL), even when the serving size is larger than 30 g or 30 mL and must be used as the basis when assessing the amount of saturated fat, sugars and/or sodium to determine if a symbol is required. For example, consider a dried meat, such as beef jerky, with a reference amount of 30 g and a serving size of 45 g. Given that the reference amount is 30 g, the applicable threshold is 10% DV. Given that the serving size of 45 g is greater than the reference amount\n,\nit must be used as the basis when assessing the amount of saturated fat, sugars and/or sodium against the 10% DV threshold.\n\n5. Foods exempt from the front-of-package (FOP) nutrition symbol requirements\n5.1 Are any foods exempt?\nYes, some foods are exempt from the FOP nutrition symbol requirements. An exemption means that a symbol is not required even if the product's saturated fat, sugars and/or sodium content meets or exceeds the applicable threshold, as described in the\nThresholds section\n.\nThere are two types of exemptions: full exemptions and conditional exemptions.\nFull exemption\nConditional exemption\nAssociated with the Nutrition Facts table (NFt)\nNutrient-specific and associated with ingredients\n5.2 Which foods have a full exemption?\nThe products in the following list are always exempt from the FOP requirement. In other words, they are always exempt from the need to assess the saturated fat, sugars and sodium content against the appropriate threshold and therefore they are never required to carry the symbol even if the nutrient content meets or exceeds the threshold. This is known as a full exemption.\nShipping containers, if the container and its contents are not sold as a single unit to a consumer at retail\nExamples: a 4 kg box of frozen chicken strips to be served in a cafeteria; a large bag of mixed nuts to be repackaged from bulk by the retailer into smaller amounts; deli meat chubs (whole, not sliced) sold to retailers for the purpose of resale directly by a clerk at the time of sale, from bulk into consumer-sized portions; a shipping container that is destined for retailers who will remove units of fully-labelled consumer prepackaged foods from the container to display them for sale; and a box of six 1.8 kg packages of alfredo sauce to be served in a restaurant.\nHowever, if a shipping container and its contents are sold as a single unit to a consumer at retail the shipping container is subject to the FOP labelling requirements. This includes examples such as a box of 6 x 948 mL tetra packs of chicken broth and 24 x 300 mL bottles of apple juice in shrink wrap that are sold as single units at the retail level.\nProducts with an available display surface < (less than) 15 cm\n2\nExamples: one-bite confections such as wrapped hard candies, caramels, mints, individual sticks of gum or balls of bubble gum\nIndividual portions of food that are intended solely to be served by a restaurant or other commercial enterprise with meals or snacks\nExamples: individually portioned crackers served with soup and creamers served with a cup of coffee\nReady-to-serve multiple-serving products intended only to be served in a commercial or industrial enterprise or an institution\nExamples: frozen, pre-cooked lasagna; gravy; cooked seasoned fish fillets; fresh pasta; pasta sauce; fruit pies; bagels; breakfast cereals; jam; sliced processed meats; and condiments and salad dressings\nProducts intended only to be used as ingredients in other prepackaged products intended to be sold to consumers at retail or as ingredients in the preparation of food by a commercial or industrial enterprise or an institution\nExamples: unbaked lasagna noodles; raw seasoned fish fillets; dried pasta noodles; frozen fries; unbaked fruit pies; canned pie filling; instant potato flakes; dried soup mix; and corn starch\nWhole, partly skimmed and skimmed cow or goat's milk sold in refillable glass containers, flavoured whole, partly skimmed and skimmed cow's milk sold in refillable containers as well as cream sold in refillable glass containers\nSweetening agents\n, including those listed in Division 18 of the\nFood and Drug Regulations\n(FDR) and sold as such\nExamples: sugar; agave syrup; corn syrup; maple syrup, table syrup; honey; and molasses\nSalt and seasoning salt that includes \"salt\" in its common name and sold as such\nExamples: table salt; celery salt; garlic salt; and onion salt\nFats and oils referred to in Division 9 of the FDR, fish and other marine fats and oils, butter, ghee, margarine and other similar substitutes for butter and sold as such\nExamples: brick of butter; tub of margarine; bottle of coconut oil; and bottle of canola oil\nIndividual rations intended for use by military personnel engaged in operations or exercises\nReference: subsection B.01.350(5), FDR\nAn\ninterim policy statement\npublished on March 6, 2025, conveys Health Canada’s determination that prepackaged fresh single ingredient coconut should not be required to carry a nutrition symbol.\n5.3 Which foods have a conditional exemption?\nSome products have a conditional exemption from the nutrition symbol requirements. In other words, specific conditions trigger the need to assess the saturated fat, sugars and/or sodium content of the product against the appropriate threshold to determine whether a symbol is required. Losing a conditional exemption does not necessarily mean a product will display the nutrition symbol. The symbol is required on the label only if the content of one or more of these nutrients meets or exceeds the threshold.\nFor some products, the conditional exemption is based on their conditional exemption from the NFt requirement and for other products it is nutrient-specific based on their ingredients.\n5.3.1 Conditional exemption associated with the NFt\nThe following prepackaged products are conditionally exempt from the symbol requirements when they are also conditionally exempt from carrying an NFt:\nBeverages with an alcohol content > (greater than) 0.5%\nRaw single ingredient meat, meat by-products, poultry meat or poultry meat by-products that are not ground\nRaw single ingredient meat, meat by-products, poultry meat or poultry meat by-products that are ground are always required to carry the NFt, however, they are conditionally exempt from the FOP requirement\nRaw single ingredient fish or seafood products\nProducts sold only in the retail establishment where they are prepared and processed from their ingredients, including from a pre-mix to which an ingredient other than water is added during preparation or processing\nProducts sold only at road-side stands, craft shows, flea markets, fairs, farmers' markets or sugar bushes by the individual who prepared or processed the products\nIndividual servings of products sold for immediate consumption and that have not been subjected to a process to extend their durable life, including special packaging\nProducts sold only in the retail establishment where they are packaged, if they are labelled with a sticker and have an available display surface < 200 cm\n2\nProducts that have an available display surface < 100 cm\n2\nReference: subsection B.01.350(13), FDR\nLoss of conditional exemption:\nAs stated above, except for ground meat, meat by-products, poultry meat or poultry meat by-products, the products lose their exemption from the symbol requirements if they lose their exemption from the NFt requirement. The products lose their exemption from carrying an NFt if any of the triggers listed in subsection B.01.401(3) or section B.01.467 of the FDR are present. Ground meat, meat by-products, poultry meat or poultry meat by-products lose their exemption from the FOP requirement if any of the triggers listed in paragraphs B.01.401(3)(a), (b) or (e) are present. For more information, refer to\nFoods usually exempt from carrying a Nutrition Facts table\non the Canadian Food Inspection Agency's (CFIA) Industry Labelling tool.\nHowever, if regulated parties choose to voluntarily display an NFt on one of these otherwise exempt products, the product still maintains its conditional exemption from the symbol requirements.\nReference: subsection B.01.350(13.01), FDR\n5.3.2 Nutrient-specific conditional exemption associated with ingredients\nFor the types of prepackaged products exempt under subsections B.01.350(6) to (12), the conditional nature of the nutrient-specific exemption means that naturally occurring saturated fat, sugars and/or sodium does not trigger the need to assess whether the level of these nutrients meets or exceeds the threshold for the symbol.\n5.3.2.1 Foods with health protection benefits\nThe types of prepackaged products in the following list are conditionally exempt from the symbol requirements, whether standardized or unstandardized, unless otherwise stated:\nWhole or cut fresh, frozen, canned or dried fruits or vegetables\nExamples of eligible products: chopped, diced, grated, riced and shredded forms of fruits and vegetables\nExamples of products not eligible: juices, purées, pastes and powdered forms of fruits and vegetables and all forms of coconut\nMilk from any animal, in liquid or powdered form\nExamples of eligible products: cow, sheep and goat milk\nExample of products not eligible: plant-based beverages\nWhole eggs, fresh or in liquid, frozen, or dried form, or whole egg mixes\no Examples of eligible products: hard boiled eggs, quail, turkey or duck eggs, dried whole egg mix\nExamples of products not eligible: liquid egg whites, plant-based egg, dried yolk mix\nNuts, seeds or their butters that contain less than 30% (<30%) of their total fat content as saturated fat\nExamples of eligible products: almonds, cashews, sunflower seed butter\nExamples of products not eligible: hazelnut spread, coconut\nVegetable or marine oils that contain < 30% of their total fat content as saturated fat\nExamples of eligible products: olive oil, canola oil, sunflower oil\nExamples of products not eligible: animal fats and oils, coconut oil, palm oil\nMarine or fresh water animal products referred to in Division 21 of the FDR that contain < 30% of their total fat content as saturated fat\nExamples of eligible products: salmon, trout, sardines, shellfish\nExamples of products not eligible: none identified\nAny combination of products above\nExamples of eligible products: sardines packed in olive oil, trail mix of unsalted roasted nuts and unsweetened dried fruit, mixed cut fruit\nThis conditional exemption applies to these foods when they are packaged and sold as such and may also apply when these foods are included in prepackaged products that contain an assortment of foods, or prepackaged products that contain either ingredients that are intended to be combined together or foods that are intended to be consumed together.\nSection 7\nprovides more information on the application of this exemption to such products.\nReference: subsections B.01.350(6) and (10), FDR\nLoss of conditional exemption:\nThe prepackaged products lose their conditional exemption when they contain an ingredient that has saturated fat, sugars or sodium other than ingredients set out in subsections B.01.350(7) and (8) and shown in the lists below.\nIngredients that will not trigger the loss of the exemption in foods with health protection benefits\nIn relation to saturated fat and sodium, the following ingredients will not trigger a loss of the exemption when no saturated fat or sodium has been added to them:\nwhole or cut fresh, frozen, canned or dried vegetables and fruits (other than coconut)\nmilk from any animal, in liquid or powdered form, whether standardized or unstandardized\nwhole eggs, fresh or in liquid, frozen, or dried form, or whole egg mixes, whether standardized or unstandardized\nnuts, seeds or their butters that contain < 30% of their total fat content as saturated fat\nvegetable or marine oils that contain < 30% of their total fat content as saturated fat\nmarine or fresh water animal products referred to in Division 21 of the FDR that contain < 30% of their total fat content as saturated fat\nReference: subsections B.01.350(7) and (10), FDR\nIn relation to sugars, the following ingredients will not trigger a loss of the exemption when no sugars have been added to them:\nwhole or cut fresh, frozen, canned or dried vegetables and fruits (other than coconut)\nmilk from any animal, in liquid or powdered form, whether standardized or unstandardized\ndairy products such as cheese and yogurt\nnuts, seeds or their butters that contain < 30% of their total fat content as saturated fat\ngrains such as barley, oats and quinoa\nlegumes such as lentils and soybeans\nReference: subsection B.01.350(8), FDR\nWhen the exemption is lost the total amount of the nutrient of concern in the products (from all ingredients) must be assessed to determine whether it meets or exceeds the threshold for that nutrient.\nThis conditional exemption is nutrient-specific. This means that a product can lose the exemption for any or all nutrients of concern.\nThe nutrient-specific aspect of the exemption works as follows:\nConsider a can of artichoke hearts with the following list of ingredients:\nIngredients:\nArtichoke hearts, Water, Salt, Citric acid, Ascorbic acid.\nArtichoke hearts are eligible for the conditional exemption under paragraph B.01.350(6)(a) whole or cut fruits or vegetables, including frozen, canned or dried fruits or vegetables.\nThe presence of a sodium-containing ingredient that is not provided for in subsection B.01.350(7), such as\nsalt\nin this example, triggers the loss of the exemption for sodium. Therefore, the product's total sodium content needs to be assessed against the threshold. Total sodium content includes the sodium from all ingredients including any naturally occurring sodium in the artichoke hearts.\nIf the total sodium content meets or exceeds the threshold, the product must carry a symbol indicating that it is \"high in sodium\".\nHowever, the presence of such a sodium-containing ingredient does not trigger the need to assess the total saturated fat or total sugars content against the applicable thresholds.\n5.3.2.2 Foods that are important sources of calcium, a shortfall nutrient that is not readily available in other foods\nThe prepackaged products in this list are conditionally exempt from the symbol requirements for saturated fat and sugars:\nCheese that is made from dairy products, whether standardized or unstandardized\nYogurt, including drinkable yogurt, that is made from dairy products\nKefir\nButtermilk\nThis conditional exemption applies to these foods when they are packaged and sold as such and may apply when these foods are included in prepackaged products that contain an assortment of foods, or prepackaged products that contain either ingredients that are intended to be combined together or foods that are intended to be consumed together.\nSection 7\nprovides more information on the application of this exemption to such products.\nTo benefit from the exemption, these products must contain: ≥ 10% DV calcium per serving or reference amount, whichever is greater, for products with a reference amount of 30 g or 30 mL or less and ≥ 15% DV calcium per serving size or reference amount, whichever is greater, for products with a larger reference amount.\nReference: subsections B.01.350(9) and (12), FDR\nA\nmarketing authorization\npublished on June 5, 2024, extends the eligibility for this exemption to products that contain ≥ 5% DV calcium per serving or reference amount, whichever is greater, regardless of the product’s reference amount.\nLoss of conditional exemption:\nThe prepackaged products lose their conditional exemption when they contain an ingredient that has saturated fat or sugars other than ingredients set out in subsection B.01.350(9), shown in the lists below.\nIngredients that will not trigger the loss of the exemption in cheese and yogurt, including drinkable yogurt, made from dairy products, kefir and buttermilk\nIn the case of saturated fat, the following ingredients will not trigger a loss of the exemption:\nmilk ingredients\nmodified milk ingredients\nnuts or seeds that contain < 30% of their total fat content as saturated fat\nvegetable or marine oils that contain < 30% of their total fat content as saturated fat\nmarine or fresh water animal products referred to in Division 21 of the FDR that contain < 30% of their total fat content as saturated fat\nReference: paragraph B.01.350(9)(a), FDR\nIn the case of sugars, the following ingredients will not trigger a loss of the exemption when no sugars have been added to them:\nwhole or cut fresh, frozen, canned or dried vegetables and fruits\ndairy products such as milk and cream\ngrains such as barley, oats and quinoa\nlegumes such as lentils and soybeans\nnuts or seeds\nReference: paragraph B.01.350(9)(b), FDR\nWhen the exemption is lost the total amount of the nutrient of concern in the products (from all ingredients) must be assessed to determine whether it meets or exceeds the threshold for that nutrient.\nAs with foods that have a health protection benefit (see Section 5.3.2.1), this conditional exemption is nutrient specific. This means that a product can lose the exemption for saturated fat or sugars or both.\nThere is no conditional exemption from sodium for yogurt, kefir and buttermilk. Cheese that meets the calcium threshold, however, is always exempt from the requirement to assess sodium content against the threshold and will not have to display a \"high in sodium\" symbol.\nReference: subsection B.01.350(11), FDR\nThe nutrient-specific aspect of the exemption works as follows:\nConsider a yogurt with the following list of ingredients:\nIngredients:\nYogurt (skim milk, cream, bacterial culture) ● Milk chocolate chips (sugar, cocoa butter, unsweetened chocolate, milk ingredients, soy lecithin, vanilla extract) ● Shredded coconut preparation (sugar, water, shredded coconut, rice starch, natural flavour, pectin, citric acid).\nContains:\nMilk, Soy\nThe presence of one or more ingredients that contain sugars that is not provided for in paragraph B.01.350(9)(b), such as the\nmilk chocolate chips\nand the\nshredded coconut preparation,\ntriggers the loss of the exemption for sugars. Therefore, the total sugars content of the product needs to be assessed against the threshold. The presence of one or more ingredients that contain saturated fat that is not provided for in paragraph B.01.350(9)(a), such as the\nmilk chocolate chips\nand\nshredded coconut preparation,\ntriggers the loss of the exemption for saturated fat and therefore, the total saturated fat content of the product needs to be assessed against the threshold. Total nutrient content includes the amount in all ingredients including any naturally occurring sugars and saturated fat in the yogurt.\nIf the total sugars content meets or exceeds the threshold, the product must carry a symbol indicating that it is \"high in sugars\".\nSimilarly, if the total saturated fat content meets or exceeds the threshold, the product must carry a symbol indicating that it is \"high in sat fat\".\n5.4 What exemption applies to fats and oils?\nA full exemption applies to fats and oils referred to in Division 9 of the FDR, fish and other marine fats and oils, butter, ghee and margarine and other similar substitutes for butter when they are packaged and sold as such. Examples of products eligible for this exemption include bricks of butter, tubs of margarine and bottles of coconut oil. The full exemption applies to animal, fish, marine and vegetable sources of fats and oils regardless of their saturated fat content (or fatty acid profile).\nA conditional exemption applies to vegetable and marine fats and oils that contain < 30% of their total fat content as saturated fat when they are packaged and sold as such and when they are ingredients in foods identified in subsection B.01.350(6).\nProduct-specific full exemptions and conditional exemptions may interact. For example, coconut oil is exempt from carrying a nutrition symbol when packaged and sold as such [B.01.350(5)(i), FDR]. Coconut oil has more than 30% of its total fat content as saturated fat. As a result, it does not benefit from the conditional exemption set out in B.01.350(6)(e) for vegetable oils that contain less than 30% of their total fat content as saturated fat. However, the FDR still fully exempts coconut oil, when it is sold as such, from the requirement to carry a nutrition symbol, because the provision for a full exemption takes precedence over that for the conditional exemption [B.01.350(14), FDR].",
      "char_count": 27305
    }
  ]
}