{
  "source_url": "https://inspection.canada.ca/en/food-labels/labelling/industry/meat-and-poultry-products",
  "citation_title": "Meat and poultry",
  "external_links": [
    {
      "text": "Beef, Bison and Veal Carcass Grade Requirements – PDF (260 kb)",
      "href": "https://beefgradingagency.ca/wp-content/uploads/CBGA-Carcass-Grade-Requirements.pdf",
      "section": "Common name",
      "context": "Section 1.0 of the Beef, Bison and Veal Carcass Grade Requirements – PDF (260 kb) (referred to as the Grades Document), prepared and published by the Canadian Beef Grading Agency, defines veal as the meat of a bovine animal with the hide off that has the maturity characteristics set out in Schedule IX of the Grades Document and a maximum carcass weight of 190 kg. Any carcass not meeting the definition of veal (for example, weighs more than 190 kg) must be labelled as beef. In this case, the carcass must meet all specifications for beef, including all other regulatory requirements for beef, such as grading.",
      "element_type": "p"
    },
    {
      "text": "Lists of Permitted Food Additives",
      "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/food-safety/food-additives/lists-permitted.html",
      "section": "Common name",
      "context": "Food additives, such as gums and gelling agents, are not permitted for use as fillers . Where Lists of Permitted Food Additives include provisions for the use of a gelling agent , they may be used in amounts up to 0.25% of the meat product without being reflected in the product's common name. However, when a gelling agent has been added in quantities greater than 0.25% of the meat product, the common name of the meat product must refer to the addition of the gelling agent (with words such as \"jellied\" /\" en gelée \", \"with gelatin\" /\" avec gélatine \") [22(2), Canadian Standards of Identity, Volume 7 – Meat Products ]. In both these cases, the gelling agent used must be listed as an ingredient.",
      "element_type": "p"
    },
    {
      "text": "food additive",
      "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/food-safety/food-additives/lists-permitted/5-enzymes.html",
      "section": "Common name",
      "context": "Transglutaminase, commonly known as meat glue, is a food additive permitted for use in meat products and in simulated meat products . Meat products containing transglutaminase must treat the additive as a meat binder and comply with the rules above. If the combinations of meats that are bound together by transglutaminase are derived from more than one animal species, all species are expected to be listed in the common name and list of ingredients.",
      "element_type": "p"
    },
    {
      "text": "Foods exempt from the front-of-package (FOP) nutrition symbol requirements",
      "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/legislation-guidelines/guidance-documents/front-package-nutrition-symbol-labelling-industry.html#a5",
      "section": "Nutrition labelling",
      "context": "For more information, including on losing the exemption, refer to Foods exempt from the front-of-package (FOP) nutrition symbol requirements .",
      "element_type": "p"
    },
    {
      "text": "Beef, Bison and Veal Carcass Grade Requirements – PDF (260 kb)",
      "href": "https://beefgradingagency.ca/wp-content/uploads/CBGA-Carcass-Grade-Requirements.pdf",
      "section": "Grade names",
      "context": "Please note that all references to the \"Compendium\" in this section refer to the Canadian Grade Compendium, which is prepared and published by the Canadian Food Inspection Agency. The Beef, Bison and Veal Carcass Grade Requirements – PDF (260 kb) , prepared and published by the Canadian Beef Grading Agency, may be referred to as the \"Grades Document\" for the purpose of this guidance.",
      "element_type": "p"
    },
    {
      "text": "Beef, Bison and Veal Carcass Grade Requirements – PDF (260 kb)",
      "href": "https://beefgradingagency.ca/wp-content/uploads/CBGA-Carcass-Grade-Requirements.pdf",
      "section": "Grade names",
      "context": "Grading is optional for bison, ovine or veal carcasses, as well as dressed or partially dressed poultry carcasses. However, if these are graded and labelled with the applicable grade name, the grade requirements set out in the Compendium, Volume 1 – Ovine Carcasses and Poultry Carcasses or the Beef, Bison and Veal Carcass Grade Requirements – PDF (260 kb) , as applicable, must be adhered to when interprovincially traded, imported or exported [307(c) and (d), SFCR].",
      "element_type": "p"
    },
    {
      "text": "Beef, Bison and Veal Carcass Grade Requirements – PDF (260 kb)",
      "href": "https://beefgradingagency.ca/wp-content/uploads/CBGA-Carcass-Grade-Requirements.pdf",
      "section": "Grade names",
      "context": "Beef carcasses that are interprovincially traded, imported or exported must be graded, must meet the grade requirements and be labelled with the applicable grade name in accordance with the Beef, Bison and Veal Carcass Grade Requirements – PDF (260 kb) . Despite this grading requirement, beef carcasses may be ungraded when labelled with the words \"Ungraded Beef\" /\" boeuf non classifié \" or \" boeuf non classé \" [204, 306(1), 306(2)(e) and (f), SFCR]. For details, refer to requirements specific to \"beef carcasses\" within the Livestock carcasses section.",
      "element_type": "p"
    },
    {
      "text": "Beef, Bison and Veal Carcass Grade Requirements – PDF (260 kb)",
      "href": "https://beefgradingagency.ca/wp-content/uploads/CBGA-Carcass-Grade-Requirements.pdf",
      "section": "Grade names",
      "context": "A grade name that is applied to a beef carcass, bison carcass, ovine carcass or veal carcass must be shown as illustrated in the Beef, Bison and Veal Carcass Grade Requirements – PDF (260 kb) or the Compendium, Volume 1 – Ovine Carcasses and Poultry Carcasses within the applicable grade stamp reproduced below [313, SFCR].",
      "element_type": "p"
    },
    {
      "text": "Beef, Bison and Veal Carcass Grade Requirements – PDF (260 kb)",
      "href": "https://beefgradingagency.ca/wp-content/uploads/CBGA-Carcass-Grade-Requirements.pdf",
      "section": "Grade names",
      "context": "There are 13 grade names established for beef carcasses: Canada A, Canada AA, Canada AAA, Canada Prime, Canada B1, Canada B2, Canada B3, Canada B4, Canada D1, Canada D2, Canada D3, Canada D4, Canada E [3.0(1), Beef, Bison and Veal Carcass Grade Requirements – PDF (260 kb) ].",
      "element_type": "p"
    },
    {
      "text": "Lists of permitted food additives",
      "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/food-safety/food-additives/lists-permitted.html",
      "section": "Meat and meat products with food additives or added water",
      "context": "Sections B.01.090, B.01.091, B.14.021 and B.22.012 of the FDR establish labelling requirements and minimum meat protein contents for solid cut meat, including poultry meat, to which food additives or water have been added. Certain food additives can result in water uptake in meat and poultry meat, hence the reason for requiring that the minimum meat protein requirements be met when such food additives are used for those foods. Health Canada's Lists of permitted food additives and the Canadian Standards of Identity, Volume 7 – Meat Products set out the limits and rules for the addition of food additives or water to meat products.",
      "element_type": "p"
    },
    {
      "text": "Nutrient thresholds for the front-of-package (FOP) nutrition symbol",
      "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/legislation-guidelines/guidance-documents/front-package-nutrition-symbol-labelling-industry.html#a4",
      "section": "Meat and meat products with food additives or added water",
      "context": "As meat and poultry meat with food additives or water whether packed at retail or packed at the manufacturer must carry an NFt, they are subject to the FOP nutrition symbol labelling requirements. Therefore, a nutrition symbol must appear on the label when the amount of saturated fat, sugars and/or sodium is equal to or higher than the specified nutrient thresholds. Refer to Nutrient thresholds for the front-of-package (FOP) nutrition symbol for more information.",
      "element_type": "p"
    },
    {
      "text": "Guidance on mandatory labelling for mechanically tenderized beef",
      "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/legislation-guidelines/guidance-documents/guidance-mandatory-labelling-mechanically-tenderized-beef.html",
      "section": "Mechanically tenderized beef",
      "context": "Examples of acceptable MTB labels can be found in section 5.0 of Health Canada's Guidance on mandatory labelling for mechanically tenderized beef .",
      "element_type": "p"
    },
    {
      "text": "Guidance on mandatory labelling for mechanically tenderized beef",
      "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/legislation-guidelines/guidance-documents/guidance-mandatory-labelling-mechanically-tenderized-beef.html",
      "section": "Mechanically tenderized beef",
      "context": "For further information on MTB labelling, please refer to Health Canada's Guidance on mandatory labelling for mechanically tenderized beef .",
      "element_type": "p"
    },
    {
      "text": "Table of Permitted Nutrient Content Statements and Claims",
      "href": "https://www.canada.ca/en/health-canada/services/technical-documents-labelling-requirements/table-permitted-nutrient-content-statements-claims/table-document.html",
      "section": "Claims and statements",
      "context": "All acceptable nutrient content claims related to fat are listed in the Table of Permitted Nutrient Content Statements and Claims . Claims such as \"contains not more than X% fat\" or \"contains less than X% fat\" are not acceptable. However, claims such as \"contains less than (number) g of fat per serving\" could be acceptable if the food and its label meet the requirements listed in columns 2 and 3 for the subject low in fat (item 12) of the above mentioned table.",
      "element_type": "p"
    },
    {
      "text": "Table of Permitted Nutrient Content Statements and Claims",
      "href": "https://www.canada.ca/en/health-canada/services/technical-documents-labelling-requirements/table-permitted-nutrient-content-statements-claims/table-document.html",
      "section": "Claims and statements",
      "context": "The conditions for using the claims \"lean\" and \"extra lean\" and the foods permitted to bear these claims can be found in items 46 and 47 of the Table of Permitted Nutrient Content Statements and Claims .",
      "element_type": "p"
    }
  ]
}