{
  "source_url": "https://inspection.canada.ca/en/food-labels/labelling/industry/allergens-and-gluten",
  "citation_title": "Allergens and gluten",
  "sections": {
    "Overview": {
      "title": "Overview",
      "content": [
        "All aspects of food labels and advertisements are considered in the overall impression attributed to food products. Allergen-free, gluten-free and precautionary statements that appear on food labels or advertisements contribute toward this overall impression. For this reason, these types of claims are also subject to the general principles for labelling and advertising .",
        "If a food allergen or gluten source is present in a prepackaged product that is required to carry a label, it must be declared on the label. This does not include cases where the presence of food allergens or gluten is a result of cross-contamination. Refer to List of ingredients and allergens for more information."
      ],
      "internal_links": [
        {
          "link_text": "general principles for labelling and advertising",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/general-principles",
          "context_text": "All aspects of food labels and advertisements are considered in the overall impression attributed to food products. Allergen-free, gluten-free and precautionary statements that appear on food labels or advertisements contribute toward this overall impression. For this reason, these types of claims are also subject to the general principles for labelling and advertising .",
          "section": "Overview",
          "element_type": "p",
          "position_in_content": 1
        },
        {
          "link_text": "List of ingredients and allergens",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/list-ingredients-and-allergens",
          "context_text": "If a food allergen or gluten source is present in a prepackaged product that is required to carry a label, it must be declared on the label. This does not include cases where the presence of food allergens or gluten is a result of cross-contamination. Refer to List of ingredients and allergens for more information.",
          "section": "Overview",
          "element_type": "p",
          "position_in_content": 2
        }
      ],
      "content_with_links": [
        {
          "text": "All aspects of food labels and advertisements are considered in the overall impression attributed to food products. Allergen-free, gluten-free and precautionary statements that appear on food labels or advertisements contribute toward this overall impression. For this reason, these types of claims are also subject to the general principles for labelling and advertising .",
          "element_type": "p",
          "links": [
            {
              "text": "general principles for labelling and advertising",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/general-principles",
              "is_external": false
            }
          ]
        },
        {
          "text": "If a food allergen or gluten source is present in a prepackaged product that is required to carry a label, it must be declared on the label. This does not include cases where the presence of food allergens or gluten is a result of cross-contamination. Refer to List of ingredients and allergens for more information.",
          "element_type": "p",
          "links": [
            {
              "text": "List of ingredients and allergens",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/list-ingredients-and-allergens",
              "is_external": false
            }
          ]
        }
      ]
    },
    "Gluten-free claims": {
      "title": "Gluten-free claims",
      "content": [
        "A gluten-free claim is any representation in labelling or advertising that states, suggests or implies that a food is free of gluten. In order for a food to be represented as \"gluten-free\", it must comply with section B.24.018 of the Food and Drug Regulations (FDR). Claims to the effect that a food does not contain an ingredient or substance must be factual and not misleading.",
        "Section B.24.018 of the FDR prohibits the labelling, packaging, advertising or sale of a food in a manner likely to create an impression that it is a gluten-free food if the food contains any gluten protein or modified gluten protein, including any gluten protein fraction, from wheat, oats, barley, rye, triticale or their hybridized strains.",
        "Examples:",
        "Battered fish that is formulated to use batter and other ingredients that do not contain gluten, and processed in such a way to meet the specifications of FDR B.24.018, may be labelled \"gluten-free\". Rice flour, which is a food that in the absence of specific processing controls may be cross-contaminated with gluten, may be represented as \"gluten-free\" when it meets the specifications of FDR B.24.018.",
        "Although Health Canada's regulatory requirements for \"gluten-free\" foods do not refer to any specific threshold for gluten in products represented as \"gluten-free\", Health Canada considers that levels of gluten protein below 20 ppm generally do not represent health risks to consumers with celiac disease. The Canadian Food Inspection Agency (CFIA) has published a position on the Compliance and enforcement of gluten-free claims that reflects the Health Canada position, and takes into account whether gluten is present due to intentional addition or to cross-contamination.",
        "There are no regulatory requirements prescribing that dedicated facilities must be used in the production of gluten-free foods. Regulated parties are responsible for ensuring that sufficient processing controls are in place to consistently produce gluten-free foods that meet all regulatory requirements.",
        "A gluten-free claim is not considered to be a representation about particular nutritional or health-related properties on its own. Any exemptions from displaying a Nutrition Facts table (NFt) still apply when a food is represented as \"gluten-free\". For information regarding exemptions from nutrition labelling requirements, see Reasons for losing the exemption .",
        "For more information on gluten-free claims, please see Health Canada's position on gluten-free claims .",
        "A \"gluten-free\" claim cannot be used interchangeably with a \"wheat-free\" claim. Gluten can be present in products that do not contain wheat. Gluten is present in wheat (including spelt and kamut), oats, barley, rye and triticale. Individuals with a wheat allergy react to wheat gluten proteins, as well as other proteins present in wheat. Individuals with celiac disease, an autoimmune disorder among genetically susceptible individuals, experience adverse symptoms when exposed to gluten from any of the sources listed above. \"Gluten-free\" claims must follow the requirements outlined above.",
        "Products with \"wheat-free\" claims must follow the requirements in \"(Naming the food allergen)-free\" claims . For more information on wheat allergies, refer to Wheat & triticale – priority food allergens .",
        "Health Canada has published a position indicating that the majority of people with celiac disease can tolerate uncontaminated oats, which are oats that have been specially produced to ensure they do not contain more than 20 ppm of gluten from wheat, rye, barley, or their hybridized strains. In order to facilitate the ability for individuals to clearly identify uncontaminated oats, Health Canada has created a marketing authorization that allows gluten-free oats, and foods made using gluten-free oats as ingredients, to be labelled as \"gluten-free\". The criteria for gluten-free oats to carry this claim and requirements regarding how gluten-free oats are declared on labels are outlined in Health Canada's guidance document on Gluten-free labelling claims for products containing specially produced \"gluten-free oats\" .",
        "Regular oats not meeting the criteria of the marketing authorization would continue to be included in the list of gluten grains in section B.01.010.1(1) of the Food and Drug Regulations . Therefore, \"gluten-free\" claims are not permitted on regular oats or products containing these oats.",
        "For more information, see Health Canada's position on the introduction of oats to the diet of individuals diagnosed with celiac disease (CD) .",
        "Health Canada has issued a novel food decision permitting the sale of glabrous (hull) varieties of brown and yellow coloured canary seed ( Phalaris canariensis L. ). Canary seed itself does not contain gluten and may be represented as gluten-free if it meets the requirements outlined above. However, canary seed does contain other proteins that may be similar to those proteins responsible for wheat allergies. For this reason, Health Canada requires canary seed and foods containing canary seed to be labelled with a statement to the effect that the product \"may not be suitable for people with wheat allergy.\" Please note that this statement should not be used when the food also contains wheat as an ingredient; in this situation, the addition of wheat must be declared in accordance with allergen labelling requirements. For more information see Health Canada's information for wheat-allergic individuals – Canary seed .",
        "There is no prohibition against making quantitative statements about the amount of gluten in a food, such as \"contains less than 5 ppm gluten\". Such statements must be truthful and not misleading, and as such, the actual level in a food must not exceed the declared level. The method of analysis used to generate a quantitative value must be appropriate for the product involved. For example, ELISA type gluten methods may not be suitable for hydrolyzed, fermented or enzymatically processed food products. The requirement is that the analytical method for gluten used is appropriate for its purpose, thus must have been validated for the food matrix targeted for analysis.",
        "\"Low gluten\" or \"reduced gluten\" claims are not acceptable in Canada, including in relation to foods containing less than 20 ppm of gluten. These claims are considered to be misleading, as consumers with celiac disease may be led to believe that these foods are safe to consume, while medical advice recommends a gluten-free diet.",
        "It is the manufacturer's responsibility to ensure that their products will not represent a health risk to consumers, particularly those marketed to individuals with special dietary needs. Based on a position provided by Health Canada that there is uncertainty around the complete removal of gluten from beer or beer-like products made using barley, oats, rye, triticale, wheat or their hybridized strains, the CFIA will object to the use of a \"gluten-free\" claim on beers produced from one of these grains [B.01.010.1(1), FDR]. Although additional processing steps in the beer making process can be taken to remove gluten, results from currently available analytical testing methods for gluten, including ELISA tests, are not sufficient to substantiate a \"gluten-free\" claim on these products.",
        "However, Health Canada and the CFIA do not object to the use of the statement \"This product is fermented from grains containing gluten and [processed or treated or crafted] to remove gluten. The gluten content of this product cannot be verified, and this product may contain gluten\". In this case, manufacturers must be prepared to provide evidence to substantiate their claim, including a detailed description of the method used to remove gluten from the product, appropriate gluten assay results for the finished product, and the name and the manufacturer of the assay. No part of this statement shall be emphasized or repeated anywhere on the label. When beer labels bear claims such as \"crafted to remove gluten,\" \"deglutenized,\" \"deglutinized\" or any equivalent statements that emphasize the removal of gluten from the product, they imply that the beer is either \" low in gluten \" (which is a non-permitted claim) or \"gluten-free.\" These types of claims may lead consumers to believe that gluten has been removed to a safe level when current analytical testing methods may not be able to detect gluten protein fragments still present in beer after additional processing has occurred.",
        "It is the manufacturer's responsibility to ensure that their products will not represent a health risk to consumers, particularly those marketed to individuals with special dietary needs. Health Canada and the CFIA do not object to the use of a \"gluten-free\" claim on a beer-like product derived from a non-gluten grain if it meets the requirements outlined for \"gluten-free\" claims. This includes ensuring that all ingredients used in the manufacture of the product are gluten-free and that there is no cross-contamination with gluten containing ingredients during processing.",
        "It is the position of Health Canada and the CFIA that vodka made from gluten containing grains and processed by fractional distillation are considered \"specially processed or specially formulated\" to remove gluten, and therefore meet the intent of Division 24 of the FDR in protecting the health and safety of people with Celiac disease.",
        "A gluten-free claim can be made on vodka distilled from gluten-containing grains if the following conditions are met:",
        "the residual gluten protein level in the finished product is less than 20 ppm and the manufacturer or importer has available documentation showing that the gluten protein in the finished product is less than 20 ppm the product meets the requirements for Division 24 of the Food and Drug Regulations (FDR) with regards to vodka that have been either specially processed or formulated to remove gluten",
        "Flavoured vodka may not qualify for the claim as flavouring preparations and other ingredients added after the distillation may be derived from gluten-containing grains and would therefore not meet the second criterion listed above.",
        "Qualifying statements are not required for gluten-free claims on vodka and could be considered misleading to consumers if they create a false impression that all vodkas, including flavoured vodkas, are gluten-free [5(1), FDA; 6(1), SFCA]. For more information on CFIA's guidance on accompanying qualifiers, see the policy on false uniqueness under Negative claims pertaining to the absence or non-addition of a substance .",
        "A gluten-free claim can be made on vodka fractionally distilled from non-gluten containing material of agricultural origin as long as good manufacturing practices have been followed to reduce the inadvertent presence of gluten levels below 20 ppm. These vodkas are considered \"specially formulated\" according to Division 24 of the FDR and do not contravene section B.24.018 of the FDR. Nonetheless, documentation should be available to prove that the finished product is in fact gluten-free (that is, below 20 ppm).",
        "It is the manufacturer's responsibility to ensure that their products will not present a health risk to consumers, particularly products marketed to individuals with special dietary needs. Regulated parties are also responsible for ensuring that sufficient testing and processing controls are in place to consistently produce gluten-free products, like vodka, that meets all regulatory requirements when making a gluten-free claim."
      ],
      "internal_links": [
        {
          "link_text": "Food and Drug Regulations",
          "href": "https://inspection.canada.ca/english/reg/jredirect2.shtml?drgr",
          "context_text": "A gluten-free claim is any representation in labelling or advertising that states, suggests or implies that a food is free of gluten. In order for a food to be represented as \"gluten-free\", it must comply with section B.24.018 of the Food and Drug Regulations (FDR). Claims to the effect that a food does not contain an ingredient or substance must be factual and not misleading.",
          "section": "Gluten-free claims",
          "element_type": "p",
          "position_in_content": 1
        },
        {
          "link_text": "Compliance and enforcement of gluten-free claims",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/allergens-and-gluten/gluten-free-claims",
          "context_text": "Although Health Canada's regulatory requirements for \"gluten-free\" foods do not refer to any specific threshold for gluten in products represented as \"gluten-free\", Health Canada considers that levels of gluten protein below 20 ppm generally do not represent health risks to consumers with celiac disease. The Canadian Food Inspection Agency (CFIA) has published a position on the Compliance and enforcement of gluten-free claims that reflects the Health Canada position, and takes into account whether gluten is present due to intentional addition or to cross-contamination.",
          "section": "Gluten-free claims",
          "element_type": "p",
          "position_in_content": 5
        },
        {
          "link_text": "Reasons for losing the exemption",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/nutrition-labelling/exemptions#c3",
          "context_text": "A gluten-free claim is not considered to be a representation about particular nutritional or health-related properties on its own. Any exemptions from displaying a Nutrition Facts table (NFt) still apply when a food is represented as \"gluten-free\". For information regarding exemptions from nutrition labelling requirements, see Reasons for losing the exemption .",
          "section": "Gluten-free claims",
          "element_type": "p",
          "position_in_content": 7
        },
        {
          "link_text": "\"(Naming the food allergen)-free\" claims",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/allergens-and-gluten#s10c5",
          "context_text": "Products with \"wheat-free\" claims must follow the requirements in \"(Naming the food allergen)-free\" claims . For more information on wheat allergies, refer to Wheat & triticale – priority food allergens .",
          "section": "Gluten-free claims",
          "element_type": "p",
          "position_in_content": 10
        },
        {
          "link_text": "low in gluten",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/allergens-and-gluten#s5c2",
          "context_text": "However, Health Canada and the CFIA do not object to the use of the statement \"This product is fermented from grains containing gluten and [processed or treated or crafted] to remove gluten. The gluten content of this product cannot be verified, and this product may contain gluten\". In this case, manufacturers must be prepared to provide evidence to substantiate their claim, including a detailed description of the method used to remove gluten from the product, appropriate gluten assay results for the finished product, and the name and the manufacturer of the assay. No part of this statement shall be emphasized or repeated anywhere on the label. When beer labels bear claims such as \"crafted to remove gluten,\" \"deglutenized,\" \"deglutinized\" or any equivalent statements that emphasize the removal of gluten from the product, they imply that the beer is either \" low in gluten \" (which is a non-permitted claim) or \"gluten-free.\" These types of claims may lead consumers to believe that gluten has been removed to a safe level when current analytical testing methods may not be able to detect gluten protein fragments still present in beer after additional processing has occurred.",
          "section": "Gluten-free claims",
          "element_type": "p",
          "position_in_content": 18
        },
        {
          "link_text": "Negative claims pertaining to the absence or non-addition of a substance",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/composition-and-quality#s7c2",
          "context_text": "Qualifying statements are not required for gluten-free claims on vodka and could be considered misleading to consumers if they create a false impression that all vodkas, including flavoured vodkas, are gluten-free [5(1), FDA; 6(1), SFCA]. For more information on CFIA's guidance on accompanying qualifiers, see the policy on false uniqueness under Negative claims pertaining to the absence or non-addition of a substance .",
          "section": "Gluten-free claims",
          "element_type": "p",
          "position_in_content": 24
        },
        {
          "link_text": "material of agricultural origin",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/alcoholic-beverages#s50c19",
          "context_text": "A gluten-free claim can be made on vodka fractionally distilled from non-gluten containing material of agricultural origin as long as good manufacturing practices have been followed to reduce the inadvertent presence of gluten levels below 20 ppm. These vodkas are considered \"specially formulated\" according to Division 24 of the FDR and do not contravene section B.24.018 of the FDR. Nonetheless, documentation should be available to prove that the finished product is in fact gluten-free (that is, below 20 ppm).",
          "section": "Gluten-free claims",
          "element_type": "p",
          "position_in_content": 25
        }
      ],
      "content_with_links": [
        {
          "text": "A gluten-free claim is any representation in labelling or advertising that states, suggests or implies that a food is free of gluten. In order for a food to be represented as \"gluten-free\", it must comply with section B.24.018 of the Food and Drug Regulations (FDR). Claims to the effect that a food does not contain an ingredient or substance must be factual and not misleading.",
          "element_type": "p",
          "links": [
            {
              "text": "Food and Drug Regulations",
              "href": "https://inspection.canada.ca/english/reg/jredirect2.shtml?drgr",
              "is_external": false
            }
          ]
        },
        {
          "text": "Section B.24.018 of the FDR prohibits the labelling, packaging, advertising or sale of a food in a manner likely to create an impression that it is a gluten-free food if the food contains any gluten protein or modified gluten protein, including any gluten protein fraction, from wheat, oats, barley, rye, triticale or their hybridized strains.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Examples:",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Battered fish that is formulated to use batter and other ingredients that do not contain gluten, and processed in such a way to meet the specifications of FDR B.24.018, may be labelled \"gluten-free\". Rice flour, which is a food that in the absence of specific processing controls may be cross-contaminated with gluten, may be represented as \"gluten-free\" when it meets the specifications of FDR B.24.018.",
          "element_type": "ul",
          "links": []
        },
        {
          "text": "Although Health Canada's regulatory requirements for \"gluten-free\" foods do not refer to any specific threshold for gluten in products represented as \"gluten-free\", Health Canada considers that levels of gluten protein below 20 ppm generally do not represent health risks to consumers with celiac disease. The Canadian Food Inspection Agency (CFIA) has published a position on the Compliance and enforcement of gluten-free claims that reflects the Health Canada position, and takes into account whether gluten is present due to intentional addition or to cross-contamination.",
          "element_type": "p",
          "links": [
            {
              "text": "Health Canada's regulatory requirements for \"gluten-free\" foods",
              "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/food-safety/food-allergies-intolerances/celiac-disease/health-canada-position-gluten-free-claims.html#a2",
              "is_external": true
            },
            {
              "text": "Compliance and enforcement of gluten-free claims",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/allergens-and-gluten/gluten-free-claims",
              "is_external": false
            }
          ]
        },
        {
          "text": "There are no regulatory requirements prescribing that dedicated facilities must be used in the production of gluten-free foods. Regulated parties are responsible for ensuring that sufficient processing controls are in place to consistently produce gluten-free foods that meet all regulatory requirements.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "A gluten-free claim is not considered to be a representation about particular nutritional or health-related properties on its own. Any exemptions from displaying a Nutrition Facts table (NFt) still apply when a food is represented as \"gluten-free\". For information regarding exemptions from nutrition labelling requirements, see Reasons for losing the exemption .",
          "element_type": "p",
          "links": [
            {
              "text": "Reasons for losing the exemption",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/nutrition-labelling/exemptions#c3",
              "is_external": false
            }
          ]
        },
        {
          "text": "For more information on gluten-free claims, please see Health Canada's position on gluten-free claims .",
          "element_type": "p",
          "links": [
            {
              "text": "Health Canada's position on gluten-free claims",
              "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/food-safety/food-allergies-intolerances/celiac-disease/health-canada-position-gluten-free-claims.html",
              "is_external": true
            }
          ]
        },
        {
          "text": "A \"gluten-free\" claim cannot be used interchangeably with a \"wheat-free\" claim. Gluten can be present in products that do not contain wheat. Gluten is present in wheat (including spelt and kamut), oats, barley, rye and triticale. Individuals with a wheat allergy react to wheat gluten proteins, as well as other proteins present in wheat. Individuals with celiac disease, an autoimmune disorder among genetically susceptible individuals, experience adverse symptoms when exposed to gluten from any of the sources listed above. \"Gluten-free\" claims must follow the requirements outlined above.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Products with \"wheat-free\" claims must follow the requirements in \"(Naming the food allergen)-free\" claims . For more information on wheat allergies, refer to Wheat & triticale – priority food allergens .",
          "element_type": "p",
          "links": [
            {
              "text": "\"(Naming the food allergen)-free\" claims",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/allergens-and-gluten#s10c5",
              "is_external": false
            },
            {
              "text": "Wheat & triticale – priority food allergens",
              "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/reports-publications/food-safety/wheat-priority-food-allergen.html",
              "is_external": true
            }
          ]
        },
        {
          "text": "Health Canada has published a position indicating that the majority of people with celiac disease can tolerate uncontaminated oats, which are oats that have been specially produced to ensure they do not contain more than 20 ppm of gluten from wheat, rye, barley, or their hybridized strains. In order to facilitate the ability for individuals to clearly identify uncontaminated oats, Health Canada has created a marketing authorization that allows gluten-free oats, and foods made using gluten-free oats as ingredients, to be labelled as \"gluten-free\". The criteria for gluten-free oats to carry this claim and requirements regarding how gluten-free oats are declared on labels are outlined in Health Canada's guidance document on Gluten-free labelling claims for products containing specially produced \"gluten-free oats\" .",
          "element_type": "p",
          "links": [
            {
              "text": "Gluten-free labelling claims for products containing specially produced \"gluten-free oats\"",
              "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/food-safety/food-allergies-intolerances/celiac-disease/gluten-free-labelling-claims-products-containing-specially-produced-gluten-free-oats.html",
              "is_external": true
            }
          ]
        },
        {
          "text": "Regular oats not meeting the criteria of the marketing authorization would continue to be included in the list of gluten grains in section B.01.010.1(1) of the Food and Drug Regulations . Therefore, \"gluten-free\" claims are not permitted on regular oats or products containing these oats.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "For more information, see Health Canada's position on the introduction of oats to the diet of individuals diagnosed with celiac disease (CD) .",
          "element_type": "p",
          "links": [
            {
              "text": "Health Canada's position on the introduction of oats to the diet of individuals diagnosed with celiac disease (CD)",
              "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/food-safety/food-allergies-intolerances/celiac-disease/celiac-disease-safety-oats-health-canada-position-introduction-oats-diet-individuals-diagnosed-celiac-disease-cd.html",
              "is_external": true
            }
          ]
        },
        {
          "text": "Health Canada has issued a novel food decision permitting the sale of glabrous (hull) varieties of brown and yellow coloured canary seed ( Phalaris canariensis L. ). Canary seed itself does not contain gluten and may be represented as gluten-free if it meets the requirements outlined above. However, canary seed does contain other proteins that may be similar to those proteins responsible for wheat allergies. For this reason, Health Canada requires canary seed and foods containing canary seed to be labelled with a statement to the effect that the product \"may not be suitable for people with wheat allergy.\" Please note that this statement should not be used when the food also contains wheat as an ingredient; in this situation, the addition of wheat must be declared in accordance with allergen labelling requirements. For more information see Health Canada's information for wheat-allergic individuals – Canary seed .",
          "element_type": "p",
          "links": [
            {
              "text": "novel food decision",
              "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/genetically-modified-foods-other-novel-foods/approved-products/glabrous-canary-seed-phalaris-canariensis.html",
              "is_external": true
            },
            {
              "text": "Health Canada's information for wheat-allergic individuals – Canary seed",
              "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/genetically-modified-foods-other-novel-foods/approved-products/information-wheat-allergic-individuals-canary-seed.html",
              "is_external": true
            }
          ]
        },
        {
          "text": "There is no prohibition against making quantitative statements about the amount of gluten in a food, such as \"contains less than 5 ppm gluten\". Such statements must be truthful and not misleading, and as such, the actual level in a food must not exceed the declared level. The method of analysis used to generate a quantitative value must be appropriate for the product involved. For example, ELISA type gluten methods may not be suitable for hydrolyzed, fermented or enzymatically processed food products. The requirement is that the analytical method for gluten used is appropriate for its purpose, thus must have been validated for the food matrix targeted for analysis.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "\"Low gluten\" or \"reduced gluten\" claims are not acceptable in Canada, including in relation to foods containing less than 20 ppm of gluten. These claims are considered to be misleading, as consumers with celiac disease may be led to believe that these foods are safe to consume, while medical advice recommends a gluten-free diet.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "It is the manufacturer's responsibility to ensure that their products will not represent a health risk to consumers, particularly those marketed to individuals with special dietary needs. Based on a position provided by Health Canada that there is uncertainty around the complete removal of gluten from beer or beer-like products made using barley, oats, rye, triticale, wheat or their hybridized strains, the CFIA will object to the use of a \"gluten-free\" claim on beers produced from one of these grains [B.01.010.1(1), FDR]. Although additional processing steps in the beer making process can be taken to remove gluten, results from currently available analytical testing methods for gluten, including ELISA tests, are not sufficient to substantiate a \"gluten-free\" claim on these products.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "However, Health Canada and the CFIA do not object to the use of the statement \"This product is fermented from grains containing gluten and [processed or treated or crafted] to remove gluten. The gluten content of this product cannot be verified, and this product may contain gluten\". In this case, manufacturers must be prepared to provide evidence to substantiate their claim, including a detailed description of the method used to remove gluten from the product, appropriate gluten assay results for the finished product, and the name and the manufacturer of the assay. No part of this statement shall be emphasized or repeated anywhere on the label. When beer labels bear claims such as \"crafted to remove gluten,\" \"deglutenized,\" \"deglutinized\" or any equivalent statements that emphasize the removal of gluten from the product, they imply that the beer is either \" low in gluten \" (which is a non-permitted claim) or \"gluten-free.\" These types of claims may lead consumers to believe that gluten has been removed to a safe level when current analytical testing methods may not be able to detect gluten protein fragments still present in beer after additional processing has occurred.",
          "element_type": "p",
          "links": [
            {
              "text": "low in gluten",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/allergens-and-gluten#s5c2",
              "is_external": false
            }
          ]
        },
        {
          "text": "It is the manufacturer's responsibility to ensure that their products will not represent a health risk to consumers, particularly those marketed to individuals with special dietary needs. Health Canada and the CFIA do not object to the use of a \"gluten-free\" claim on a beer-like product derived from a non-gluten grain if it meets the requirements outlined for \"gluten-free\" claims. This includes ensuring that all ingredients used in the manufacture of the product are gluten-free and that there is no cross-contamination with gluten containing ingredients during processing.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "It is the position of Health Canada and the CFIA that vodka made from gluten containing grains and processed by fractional distillation are considered \"specially processed or specially formulated\" to remove gluten, and therefore meet the intent of Division 24 of the FDR in protecting the health and safety of people with Celiac disease.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "A gluten-free claim can be made on vodka distilled from gluten-containing grains if the following conditions are met:",
          "element_type": "p",
          "links": []
        },
        {
          "text": "the residual gluten protein level in the finished product is less than 20 ppm and the manufacturer or importer has available documentation showing that the gluten protein in the finished product is less than 20 ppm the product meets the requirements for Division 24 of the Food and Drug Regulations (FDR) with regards to vodka that have been either specially processed or formulated to remove gluten",
          "element_type": "ol",
          "links": []
        },
        {
          "text": "Flavoured vodka may not qualify for the claim as flavouring preparations and other ingredients added after the distillation may be derived from gluten-containing grains and would therefore not meet the second criterion listed above.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Qualifying statements are not required for gluten-free claims on vodka and could be considered misleading to consumers if they create a false impression that all vodkas, including flavoured vodkas, are gluten-free [5(1), FDA; 6(1), SFCA]. For more information on CFIA's guidance on accompanying qualifiers, see the policy on false uniqueness under Negative claims pertaining to the absence or non-addition of a substance .",
          "element_type": "p",
          "links": [
            {
              "text": "Negative claims pertaining to the absence or non-addition of a substance",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/composition-and-quality#s7c2",
              "is_external": false
            }
          ]
        },
        {
          "text": "A gluten-free claim can be made on vodka fractionally distilled from non-gluten containing material of agricultural origin as long as good manufacturing practices have been followed to reduce the inadvertent presence of gluten levels below 20 ppm. These vodkas are considered \"specially formulated\" according to Division 24 of the FDR and do not contravene section B.24.018 of the FDR. Nonetheless, documentation should be available to prove that the finished product is in fact gluten-free (that is, below 20 ppm).",
          "element_type": "p",
          "links": [
            {
              "text": "material of agricultural origin",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/alcoholic-beverages#s50c19",
              "is_external": false
            }
          ]
        },
        {
          "text": "It is the manufacturer's responsibility to ensure that their products will not present a health risk to consumers, particularly products marketed to individuals with special dietary needs. Regulated parties are also responsible for ensuring that sufficient testing and processing controls are in place to consistently produce gluten-free products, like vodka, that meets all regulatory requirements when making a gluten-free claim.",
          "element_type": "p",
          "links": []
        }
      ]
    },
    "Fortification of gluten-free foods": {
      "title": "Fortification of gluten-free foods",
      "content": [
        "Section D.03.003 of the FDR allows the fortification of gluten-free foods that:",
        "are foods for special dietary use – meaning foods that have been specially processed or formulated to meet the requirements of B.24.018 of the FDR do not have a standard prescribed in the Canadian Food Compositional Standards (CFCS) document, and are not advertised to the general public",
        "The intent of this regulation is to allow flour replacements, such as soy flour, to be fortified. Foods that are inherently \"gluten-free\" may not be fortified under this provision, even if they are unstandardized.",
        "Examples:",
        "It is acceptable to fortify gluten-free crackers to replace the nutrients that would have been in enriched wheat flour, when wheat ingredients are replaced with a gluten-free substitute. Crackers are not standardized foods. Although it is possible to label a salad dressing product as a \"gluten-free\" food when it processed and formulated to replace any gluten ingredients and components provided for in the standard set out in section 6.2.3 of volume 6 of the CFCS document, salad dressing may not be fortified since it is a standardized food.",
        "Health Canada does not specify fortification levels, nor specific nutrients that may be added to gluten-free foods that may be fortified. However, as a general rule, fortification of gluten-free foods should be done to achieve levels of enrichment equivalent to those required in flour, and corresponding to the amount of flour replaced. Companies that are considering fortification beyond the nutrients and amounts permitted for flour should contact Health Canada for advice. Over-fortification that poses a health risk may be subject to enforcement action by the CFIA.",
        "A product is considered to be a food for special dietary use with respect to the absence of gluten when it is a type of food that could otherwise contain gluten, due to product formulation or cross-contamination, but for which the manufacturing process or formulation has been modified to remove the gluten. Foods that are inherently gluten-free are not considered foods for special dietary use for this purpose.",
        "Gluten-free foods fortified according to the provisions of section D.03.003 of the FDR may not be advertised to the general public. These fortified foods may be sold at retail but may not be advertised by the store or the manufacturer to the general public. They may be advertised in magazines, newsletters and other materials targeted to individuals with celiac disease and/or to those who are on gluten-restricted diets.",
        "Note: Other foods labelled as gluten-free (those that are not fortified or those fortified in accordance with FDR D.03.002) may be advertised to the general public."
      ],
      "internal_links": [
        {
          "link_text": "Canadian Food Compositional Standards",
          "href": "https://inspection.canada.ca/en/about-cfia/acts-and-regulations/list-acts-and-regulations/documents-incorporated-reference/canadian-food-compositional-standards-0",
          "context_text": "are foods for special dietary use – meaning foods that have been specially processed or formulated to meet the requirements of B.24.018 of the FDR do not have a standard prescribed in the Canadian Food Compositional Standards (CFCS) document, and are not advertised to the general public",
          "section": "Fortification of gluten-free foods",
          "element_type": "ul",
          "position_in_content": 2
        }
      ],
      "content_with_links": [
        {
          "text": "Section D.03.003 of the FDR allows the fortification of gluten-free foods that:",
          "element_type": "p",
          "links": []
        },
        {
          "text": "are foods for special dietary use – meaning foods that have been specially processed or formulated to meet the requirements of B.24.018 of the FDR do not have a standard prescribed in the Canadian Food Compositional Standards (CFCS) document, and are not advertised to the general public",
          "element_type": "ul",
          "links": [
            {
              "text": "Canadian Food Compositional Standards",
              "href": "https://inspection.canada.ca/en/about-cfia/acts-and-regulations/list-acts-and-regulations/documents-incorporated-reference/canadian-food-compositional-standards-0",
              "is_external": false
            }
          ]
        },
        {
          "text": "The intent of this regulation is to allow flour replacements, such as soy flour, to be fortified. Foods that are inherently \"gluten-free\" may not be fortified under this provision, even if they are unstandardized.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Examples:",
          "element_type": "p",
          "links": []
        },
        {
          "text": "It is acceptable to fortify gluten-free crackers to replace the nutrients that would have been in enriched wheat flour, when wheat ingredients are replaced with a gluten-free substitute. Crackers are not standardized foods. Although it is possible to label a salad dressing product as a \"gluten-free\" food when it processed and formulated to replace any gluten ingredients and components provided for in the standard set out in section 6.2.3 of volume 6 of the CFCS document, salad dressing may not be fortified since it is a standardized food.",
          "element_type": "ul",
          "links": []
        },
        {
          "text": "Health Canada does not specify fortification levels, nor specific nutrients that may be added to gluten-free foods that may be fortified. However, as a general rule, fortification of gluten-free foods should be done to achieve levels of enrichment equivalent to those required in flour, and corresponding to the amount of flour replaced. Companies that are considering fortification beyond the nutrients and amounts permitted for flour should contact Health Canada for advice. Over-fortification that poses a health risk may be subject to enforcement action by the CFIA.",
          "element_type": "p",
          "links": [
            {
              "text": "Health Canada",
              "href": "https://www.canada.ca/en/health-canada.html",
              "is_external": true
            }
          ]
        },
        {
          "text": "A product is considered to be a food for special dietary use with respect to the absence of gluten when it is a type of food that could otherwise contain gluten, due to product formulation or cross-contamination, but for which the manufacturing process or formulation has been modified to remove the gluten. Foods that are inherently gluten-free are not considered foods for special dietary use for this purpose.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Gluten-free foods fortified according to the provisions of section D.03.003 of the FDR may not be advertised to the general public. These fortified foods may be sold at retail but may not be advertised by the store or the manufacturer to the general public. They may be advertised in magazines, newsletters and other materials targeted to individuals with celiac disease and/or to those who are on gluten-restricted diets.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Note: Other foods labelled as gluten-free (those that are not fortified or those fortified in accordance with FDR D.03.002) may be advertised to the general public.",
          "element_type": "p",
          "links": []
        }
      ]
    },
    "Food allergen cross-contamination (or precautionary) statements": {
      "title": "Food allergen cross-contamination (or precautionary) statements",
      "content": [
        "A cross-contamination statement is a declaration on the label of a prepackaged product that alerts consumers of the possible presence of an allergen in the food.",
        "Cross-contamination statements may be declared by food manufacturers and importers when, despite all reasonable measures, there is the unintended presence of food allergens in the food. Cross-contamination statements are not a substitute for good manufacturing practices.",
        "Note: the words \"precautionary statements\" and \"cross-contamination statements\" have the same meaning and can be used interchangeably to refer to prepackaged products that may contain a food allergen source. Similarly, the words \"contains statement\" and \"food allergen source, gluten source and added sulphites statement\" have the same meaning and can be used interchangeably.",
        "Cross-contamination statements must not be used when an allergen or allergen-containing ingredient is deliberately added to a food. In such cases, mandatory food allergen and gluten declaration is required.",
        "Like all labelling statements, cross-contamination statements are subject to subsection 5(1) of the Food and Drugs Act (FDA) and must be truthful and not misleading.",
        "If the label of a prepackaged product declares that due to the risk of cross-contamination, the product may contain a food allergen or gluten, the cross-contamination statement:",
        "must be declared immediately after the contains statement if there is one, after the phenylalanine statement if there is no contains statement, or after the list of ingredients if there are no such statements. The cross-contamination statement must appear within the same background colour and/or within the same solid borders as the statement or list of ingredients [B.01.010.4(1)(a)(i) to (iii) and B.01.010.4(1)(c), FDR] must appear in both English and French if the preceding statement(s) or list appear in both languages [B.01.010.4(1)(b), FDR] must appear without any intervening written, printed or graphic material between it and the contains statement, the phenylalanine statement or, if there are none, the list of ingredients [B.01.010.4(1)(d), FDR] must appear in bold, if the cross-contamination statement is not introduced by a title and if it begins on the same line on which the statement or list that immediately precedes it ends [B.01.010.4(1)(e), FDR] if the cross-contamination statement is introduced by a title, that title must appear in bold if the statement begins on the same line on which the statement or list that immediately precedes it ends [B.01.010.4(1)(f), FDR], and if the cross-contamination statement is preceded by a phenylalanine statement and begins on the same line on which the statement ends, the title, or the declaration itself if there is no title, must be shown in a type that is at least 0.2 mm greater than the height of the type used in the statement(s) [B.01.010.4(1)(g), FDR]",
        "Health Canada and the CFIA recommend that food manufacturers and importers use only the title below to introduce precautionary/cross-contamination statement on food labels:",
        "\" May contain: [X]\" or \"May contain: [X]\" (if it begins on a separate line)",
        "where X is the name of the allergen prescribed source name.",
        "Note: If the cross-contamination statement begins on a separate line, the \"May contain\" title does not have to be bolded (see Option 1 below).",
        "The following examples illustrate the 2 acceptable ways to show cross-contamination or precautionary statements after the list of ingredients and the \"food allergen source, gluten source and added sulphites\" statement.",
        "Ingredients: White beans, Water, Sugar, Pork, Salt, Modified cornstarch, Onion powder, Mustard, Spices. Contains: Mustard May contain (or May contain): Sesame, Soybeans",
        "The \"May contain\" statement may be shown in bold type or in regular type when it begins on a new line.",
        "Ingredients: White beans, Water, Sugar, Pork, Salt, Modified cornstarch, Onion powder, Mustard, Spices. Contains: Mustard. May contain: Sesame, Soybeans.",
        "In this example, the \"May contain\" statement must be in bold when it does not begin on a new line.",
        "Health Canada has published information for Canadians with mustard allergy that clarifies that it is not a requirement to carry over precautionary labelling on ingredient labels to the label of end food products made with those ingredients. This is a manufacturer or importer's decision, made in consideration of whether the end product poses a potential health risk to an allergic consumer. While the Health Canada information above was developed for mustard which may be inadvertently present in cereal grain flours, the same principles may be used to assess whether other precautionary allergen statements should be carried over to the end food product.",
        "Regulated parties are responsible for the safety of their products, including addressing potential risks associated with the presence of allergens. Options to achieve this may include (but are not limited to):",
        "putting production system or process controls in place performing sampling of end product for allergen presence working with suppliers on ingredient specifications, and carrying over precautionary labelling to final products intended to be sold at retail",
        "During inspections, CFIA inspectors may request information from manufacturers or importers to demonstrate how potential health risks to allergic consumers are being addressed. For further details, refer to the CFIA's Preventative controls for food allergens, gluten and added sulphites webpage."
      ],
      "internal_links": [
        {
          "link_text": "food allergen and gluten declaration",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/list-ingredients-and-allergens#s8c2",
          "context_text": "Cross-contamination statements must not be used when an allergen or allergen-containing ingredient is deliberately added to a food. In such cases, mandatory food allergen and gluten declaration is required.",
          "section": "Food allergen cross-contamination (or precautionary) statements",
          "element_type": "p",
          "position_in_content": 4
        },
        {
          "link_text": "Preventative controls for food allergens, gluten and added sulphites",
          "href": "https://inspection.canada.ca/en/preventive-controls/food-allergens-gluten-and-added-sulphites",
          "context_text": "During inspections, CFIA inspectors may request information from manufacturers or importers to demonstrate how potential health risks to allergic consumers are being addressed. For further details, refer to the CFIA's Preventative controls for food allergens, gluten and added sulphites webpage.",
          "section": "Food allergen cross-contamination (or precautionary) statements",
          "element_type": "p",
          "position_in_content": 20
        }
      ],
      "content_with_links": [
        {
          "text": "A cross-contamination statement is a declaration on the label of a prepackaged product that alerts consumers of the possible presence of an allergen in the food.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Cross-contamination statements may be declared by food manufacturers and importers when, despite all reasonable measures, there is the unintended presence of food allergens in the food. Cross-contamination statements are not a substitute for good manufacturing practices.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Note: the words \"precautionary statements\" and \"cross-contamination statements\" have the same meaning and can be used interchangeably to refer to prepackaged products that may contain a food allergen source. Similarly, the words \"contains statement\" and \"food allergen source, gluten source and added sulphites statement\" have the same meaning and can be used interchangeably.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Cross-contamination statements must not be used when an allergen or allergen-containing ingredient is deliberately added to a food. In such cases, mandatory food allergen and gluten declaration is required.",
          "element_type": "p",
          "links": [
            {
              "text": "food allergen and gluten declaration",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/list-ingredients-and-allergens#s8c2",
              "is_external": false
            }
          ]
        },
        {
          "text": "Like all labelling statements, cross-contamination statements are subject to subsection 5(1) of the Food and Drugs Act (FDA) and must be truthful and not misleading.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "If the label of a prepackaged product declares that due to the risk of cross-contamination, the product may contain a food allergen or gluten, the cross-contamination statement:",
          "element_type": "p",
          "links": []
        },
        {
          "text": "must be declared immediately after the contains statement if there is one, after the phenylalanine statement if there is no contains statement, or after the list of ingredients if there are no such statements. The cross-contamination statement must appear within the same background colour and/or within the same solid borders as the statement or list of ingredients [B.01.010.4(1)(a)(i) to (iii) and B.01.010.4(1)(c), FDR] must appear in both English and French if the preceding statement(s) or list appear in both languages [B.01.010.4(1)(b), FDR] must appear without any intervening written, printed or graphic material between it and the contains statement, the phenylalanine statement or, if there are none, the list of ingredients [B.01.010.4(1)(d), FDR] must appear in bold, if the cross-contamination statement is not introduced by a title and if it begins on the same line on which the statement or list that immediately precedes it ends [B.01.010.4(1)(e), FDR] if the cross-contamination statement is introduced by a title, that title must appear in bold if the statement begins on the same line on which the statement or list that immediately precedes it ends [B.01.010.4(1)(f), FDR], and if the cross-contamination statement is preceded by a phenylalanine statement and begins on the same line on which the statement ends, the title, or the declaration itself if there is no title, must be shown in a type that is at least 0.2 mm greater than the height of the type used in the statement(s) [B.01.010.4(1)(g), FDR]",
          "element_type": "ol",
          "links": []
        },
        {
          "text": "Health Canada and the CFIA recommend that food manufacturers and importers use only the title below to introduce precautionary/cross-contamination statement on food labels:",
          "element_type": "p",
          "links": []
        },
        {
          "text": "\" May contain: [X]\" or \"May contain: [X]\" (if it begins on a separate line)",
          "element_type": "p",
          "links": []
        },
        {
          "text": "where X is the name of the allergen prescribed source name.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Note: If the cross-contamination statement begins on a separate line, the \"May contain\" title does not have to be bolded (see Option 1 below).",
          "element_type": "p",
          "links": []
        },
        {
          "text": "The following examples illustrate the 2 acceptable ways to show cross-contamination or precautionary statements after the list of ingredients and the \"food allergen source, gluten source and added sulphites\" statement.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Ingredients: White beans, Water, Sugar, Pork, Salt, Modified cornstarch, Onion powder, Mustard, Spices. Contains: Mustard May contain (or May contain): Sesame, Soybeans",
          "element_type": "ul",
          "links": []
        },
        {
          "text": "The \"May contain\" statement may be shown in bold type or in regular type when it begins on a new line.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Ingredients: White beans, Water, Sugar, Pork, Salt, Modified cornstarch, Onion powder, Mustard, Spices. Contains: Mustard. May contain: Sesame, Soybeans.",
          "element_type": "ul",
          "links": []
        },
        {
          "text": "In this example, the \"May contain\" statement must be in bold when it does not begin on a new line.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Health Canada has published information for Canadians with mustard allergy that clarifies that it is not a requirement to carry over precautionary labelling on ingredient labels to the label of end food products made with those ingredients. This is a manufacturer or importer's decision, made in consideration of whether the end product poses a potential health risk to an allergic consumer. While the Health Canada information above was developed for mustard which may be inadvertently present in cereal grain flours, the same principles may be used to assess whether other precautionary allergen statements should be carried over to the end food product.",
          "element_type": "p",
          "links": [
            {
              "text": "information for Canadians with mustard allergy",
              "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/food-safety/food-allergies-intolerances/food-allergies/information-canadians-mustard-allergy.html",
              "is_external": true
            }
          ]
        },
        {
          "text": "Regulated parties are responsible for the safety of their products, including addressing potential risks associated with the presence of allergens. Options to achieve this may include (but are not limited to):",
          "element_type": "p",
          "links": []
        },
        {
          "text": "putting production system or process controls in place performing sampling of end product for allergen presence working with suppliers on ingredient specifications, and carrying over precautionary labelling to final products intended to be sold at retail",
          "element_type": "ul",
          "links": []
        },
        {
          "text": "During inspections, CFIA inspectors may request information from manufacturers or importers to demonstrate how potential health risks to allergic consumers are being addressed. For further details, refer to the CFIA's Preventative controls for food allergens, gluten and added sulphites webpage.",
          "element_type": "p",
          "links": [
            {
              "text": "Preventative controls for food allergens, gluten and added sulphites",
              "href": "https://inspection.canada.ca/en/preventive-controls/food-allergens-gluten-and-added-sulphites",
              "is_external": false
            }
          ]
        }
      ]
    },
    "Allergen-free claims": {
      "title": "Allergen-free claims",
      "content": [
        "Manufacturers making a negative statement or claim pertaining to the absence of food allergen sources such as \"(naming the food allergen)-free\" and \"contains no (naming the food allergen)\", must ensure there is absolutely no amount of the named food allergen source present in the product, whether through intentional or inadvertent means.",
        "These claims are permitted on foods that have been specially formulated or are processed under special conditions to ensure the absence of the named food allergen source that may be present in a similar food. The presence of that food allergen source may be in similar products through:",
        "addition via ingredients or multi-generational ingredients, and/or cross-contamination despite good manufacturing practices",
        "Regulated parties may be asked by the CFIA to demonstrate that production systems or process controls are in place to substantiate that the claim does not mislead the consumer as to the safety of the food for consumers for whom the consumption of the named allergen would pose a potential health risk.",
        "See Negative claims pertaining to the absence or non-addition of a substance for more information on claims like dairy-free and lactose-free.",
        "It is not acceptable for a \"(naming the allergen)-free\" claim to be used in conjunction with a \"may contain (naming the same allergen)\" statement on the same product. The combination of these 2 claims is considered to be misleading as to the composition of the food. Furthermore, it is not possible for both statements to be truthful on a single product.",
        "There may be situations where both a \"(naming the allergen)-free\" statement and other types of precautionary statements (other than the \"may contain\" statement) could be truthful at the same time. For example, it is possible that both a \"soy-free\" claim and \"produced in a facility that also processes soy\" statement could be true for a single product. In such situations, it is important to note that in no way does a precautionary allergen statement or other similar types of statements reduce a regulated party's responsibility for the accuracy of a \"(naming the allergen)-free\" claim. A false or inaccurate \"(naming the allergen)-free\" claim may be subject to enforcement action by the CFIA, regardless of whether a precautionary statement is also present.",
        "The use of a \"gluten-free\" claim in conjunction with a \"may contain wheat\" statement, while possibly factual, should be done with caution. It is understood that \"may contain wheat\" could alert individuals with a wheat allergy to the presence of low levels of wheat in a gluten-free food. However, manufacturers must ensure that the product contains no intentionally added gluten sources and less than 20 ppm of gluten as a result of cross-contamination on a consistent basis, and that the other criteria for \"gluten-free\" claims outlined above are also met. In this instance, manufacturers are encouraged to use the statement \"may contain less than 20 ppm of wheat\". For information on gluten-free claims, refer to Gluten-free claims .",
        "General claims stating only \"allergen-free\" or \"no allergens\" are considered to be too broad in nature and are therefore not acceptable. The list of potential food allergen sources is not restricted to the list of priority food allergens identified by Health Canada. There are over 200 food proteins that can cause adverse reactions to some segments of the population. Therefore, it is likely to create an erroneous impression to state that a product is free of allergens.",
        "Any representation (statement, image or advertising) that states, suggests or implies that a food allergen source is not present when it is present would be considered false and misleading information under subsections 5(1) of the Food and Drugs Act and 6(1) of the Safe Food for Canadians Act . (Naming the food allergen source)-free symbols or representations are interpreted to be the same as making a \"(naming the food allergen source)-free\" claim. Therefore, the same requirements apply when using such symbols or images.",
        "It is important that such symbols or images indicate what is absent in the product. It is recommended that clarifying text, such as a \"(naming the food allergen)-free\" statement, accompany the symbol to ensure the symbol or image is not misinterpreted.",
        "Health Canada has issued a novel food decision permitting the sale of glabrous (hull) varieties of brown and yellow coloured canary seed. Canary seed contains proteins that may be similar to those proteins responsible for wheat allergies. For this reason, Health Canada states that it would be inappropriate for canary seed, or food containing canary seed, to carry a wheat-free claim. For more information see Health Canada's information for wheat-allergic individuals – canary seed .",
        "Products containing coconut can declare \"does not contain tree nuts or peanuts\". Coconut must be declared in the list of ingredients as per general labelling requirements."
      ],
      "internal_links": [
        {
          "link_text": "Negative claims pertaining to the absence or non-addition of a substance",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/composition-and-quality#s7c2",
          "context_text": "See Negative claims pertaining to the absence or non-addition of a substance for more information on claims like dairy-free and lactose-free.",
          "section": "Allergen-free claims",
          "element_type": "p",
          "position_in_content": 5
        },
        {
          "link_text": "Gluten-free claims",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/allergens-and-gluten#c2",
          "context_text": "The use of a \"gluten-free\" claim in conjunction with a \"may contain wheat\" statement, while possibly factual, should be done with caution. It is understood that \"may contain wheat\" could alert individuals with a wheat allergy to the presence of low levels of wheat in a gluten-free food. However, manufacturers must ensure that the product contains no intentionally added gluten sources and less than 20 ppm of gluten as a result of cross-contamination on a consistent basis, and that the other criteria for \"gluten-free\" claims outlined above are also met. In this instance, manufacturers are encouraged to use the statement \"may contain less than 20 ppm of wheat\". For information on gluten-free claims, refer to Gluten-free claims .",
          "section": "Allergen-free claims",
          "element_type": "p",
          "position_in_content": 8
        }
      ],
      "content_with_links": [
        {
          "text": "Manufacturers making a negative statement or claim pertaining to the absence of food allergen sources such as \"(naming the food allergen)-free\" and \"contains no (naming the food allergen)\", must ensure there is absolutely no amount of the named food allergen source present in the product, whether through intentional or inadvertent means.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "These claims are permitted on foods that have been specially formulated or are processed under special conditions to ensure the absence of the named food allergen source that may be present in a similar food. The presence of that food allergen source may be in similar products through:",
          "element_type": "p",
          "links": []
        },
        {
          "text": "addition via ingredients or multi-generational ingredients, and/or cross-contamination despite good manufacturing practices",
          "element_type": "ul",
          "links": []
        },
        {
          "text": "Regulated parties may be asked by the CFIA to demonstrate that production systems or process controls are in place to substantiate that the claim does not mislead the consumer as to the safety of the food for consumers for whom the consumption of the named allergen would pose a potential health risk.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "See Negative claims pertaining to the absence or non-addition of a substance for more information on claims like dairy-free and lactose-free.",
          "element_type": "p",
          "links": [
            {
              "text": "Negative claims pertaining to the absence or non-addition of a substance",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/composition-and-quality#s7c2",
              "is_external": false
            }
          ]
        },
        {
          "text": "It is not acceptable for a \"(naming the allergen)-free\" claim to be used in conjunction with a \"may contain (naming the same allergen)\" statement on the same product. The combination of these 2 claims is considered to be misleading as to the composition of the food. Furthermore, it is not possible for both statements to be truthful on a single product.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "There may be situations where both a \"(naming the allergen)-free\" statement and other types of precautionary statements (other than the \"may contain\" statement) could be truthful at the same time. For example, it is possible that both a \"soy-free\" claim and \"produced in a facility that also processes soy\" statement could be true for a single product. In such situations, it is important to note that in no way does a precautionary allergen statement or other similar types of statements reduce a regulated party's responsibility for the accuracy of a \"(naming the allergen)-free\" claim. A false or inaccurate \"(naming the allergen)-free\" claim may be subject to enforcement action by the CFIA, regardless of whether a precautionary statement is also present.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "The use of a \"gluten-free\" claim in conjunction with a \"may contain wheat\" statement, while possibly factual, should be done with caution. It is understood that \"may contain wheat\" could alert individuals with a wheat allergy to the presence of low levels of wheat in a gluten-free food. However, manufacturers must ensure that the product contains no intentionally added gluten sources and less than 20 ppm of gluten as a result of cross-contamination on a consistent basis, and that the other criteria for \"gluten-free\" claims outlined above are also met. In this instance, manufacturers are encouraged to use the statement \"may contain less than 20 ppm of wheat\". For information on gluten-free claims, refer to Gluten-free claims .",
          "element_type": "p",
          "links": [
            {
              "text": "Gluten-free claims",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/allergens-and-gluten#c2",
              "is_external": false
            }
          ]
        },
        {
          "text": "General claims stating only \"allergen-free\" or \"no allergens\" are considered to be too broad in nature and are therefore not acceptable. The list of potential food allergen sources is not restricted to the list of priority food allergens identified by Health Canada. There are over 200 food proteins that can cause adverse reactions to some segments of the population. Therefore, it is likely to create an erroneous impression to state that a product is free of allergens.",
          "element_type": "p",
          "links": [
            {
              "text": "priority food allergens",
              "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/food-safety/food-allergies-intolerances/food-allergies.html",
              "is_external": true
            }
          ]
        },
        {
          "text": "Any representation (statement, image or advertising) that states, suggests or implies that a food allergen source is not present when it is present would be considered false and misleading information under subsections 5(1) of the Food and Drugs Act and 6(1) of the Safe Food for Canadians Act . (Naming the food allergen source)-free symbols or representations are interpreted to be the same as making a \"(naming the food allergen source)-free\" claim. Therefore, the same requirements apply when using such symbols or images.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "It is important that such symbols or images indicate what is absent in the product. It is recommended that clarifying text, such as a \"(naming the food allergen)-free\" statement, accompany the symbol to ensure the symbol or image is not misinterpreted.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Health Canada has issued a novel food decision permitting the sale of glabrous (hull) varieties of brown and yellow coloured canary seed. Canary seed contains proteins that may be similar to those proteins responsible for wheat allergies. For this reason, Health Canada states that it would be inappropriate for canary seed, or food containing canary seed, to carry a wheat-free claim. For more information see Health Canada's information for wheat-allergic individuals – canary seed .",
          "element_type": "p",
          "links": [
            {
              "text": "novel food decision",
              "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/genetically-modified-foods-other-novel-foods/approved-products/glabrous-canary-seed-phalaris-canariensis.html",
              "is_external": true
            },
            {
              "text": "Health Canada's information for wheat-allergic individuals – canary seed",
              "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/genetically-modified-foods-other-novel-foods/approved-products/information-wheat-allergic-individuals-canary-seed.html",
              "is_external": true
            }
          ]
        },
        {
          "text": "Products containing coconut can declare \"does not contain tree nuts or peanuts\". Coconut must be declared in the list of ingredients as per general labelling requirements.",
          "element_type": "p",
          "links": []
        }
      ]
    },
    "Additional information": {
      "title": "Additional information",
      "content": [
        "Canadian Food Inspection Agency (CFIA) compliance and enforcement of gluten-free claims Adventitious presence of soy in grain products"
      ],
      "internal_links": [
        {
          "link_text": "Canadian Food Inspection Agency (CFIA) compliance and enforcement of gluten-free claims",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/allergens-and-gluten/gluten-free-claims",
          "context_text": "Canadian Food Inspection Agency (CFIA) compliance and enforcement of gluten-free claims Adventitious presence of soy in grain products",
          "section": "Additional information",
          "element_type": "ul",
          "position_in_content": 1
        },
        {
          "link_text": "Adventitious presence of soy in grain products",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/allergens-and-gluten/adventitious-presence-soy-grain-products",
          "context_text": "Canadian Food Inspection Agency (CFIA) compliance and enforcement of gluten-free claims Adventitious presence of soy in grain products",
          "section": "Additional information",
          "element_type": "ul",
          "position_in_content": 1
        }
      ],
      "content_with_links": [
        {
          "text": "Canadian Food Inspection Agency (CFIA) compliance and enforcement of gluten-free claims Adventitious presence of soy in grain products",
          "element_type": "ul",
          "links": [
            {
              "text": "Canadian Food Inspection Agency (CFIA) compliance and enforcement of gluten-free claims",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/allergens-and-gluten/gluten-free-claims",
              "is_external": false
            },
            {
              "text": "Adventitious presence of soy in grain products",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/allergens-and-gluten/adventitious-presence-soy-grain-products",
              "is_external": false
            }
          ]
        }
      ]
    }
  }
}