{
  "source_url": "https://inspection.canada.ca/en/food-labels/labelling/industry/allergens-and-gluten",
  "citation_title": "Allergens and gluten",
  "external_links": [
    {
      "text": "Health Canada's regulatory requirements for \"gluten-free\" foods",
      "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/food-safety/food-allergies-intolerances/celiac-disease/health-canada-position-gluten-free-claims.html#a2",
      "section": "Gluten-free claims",
      "context": "Although Health Canada's regulatory requirements for \"gluten-free\" foods do not refer to any specific threshold for gluten in products represented as \"gluten-free\", Health Canada considers that levels of gluten protein below 20 ppm generally do not represent health risks to consumers with celiac disease. The Canadian Food Inspection Agency (CFIA) has published a position on the Compliance and enforcement of gluten-free claims that reflects the Health Canada position, and takes into account whether gluten is present due to intentional addition or to cross-contamination.",
      "element_type": "p"
    },
    {
      "text": "Health Canada's position on gluten-free claims",
      "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/food-safety/food-allergies-intolerances/celiac-disease/health-canada-position-gluten-free-claims.html",
      "section": "Gluten-free claims",
      "context": "For more information on gluten-free claims, please see Health Canada's position on gluten-free claims .",
      "element_type": "p"
    },
    {
      "text": "Wheat & triticale – priority food allergens",
      "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/reports-publications/food-safety/wheat-priority-food-allergen.html",
      "section": "Gluten-free claims",
      "context": "Products with \"wheat-free\" claims must follow the requirements in \"(Naming the food allergen)-free\" claims . For more information on wheat allergies, refer to Wheat & triticale – priority food allergens .",
      "element_type": "p"
    },
    {
      "text": "Gluten-free labelling claims for products containing specially produced \"gluten-free oats\"",
      "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/food-safety/food-allergies-intolerances/celiac-disease/gluten-free-labelling-claims-products-containing-specially-produced-gluten-free-oats.html",
      "section": "Gluten-free claims",
      "context": "Health Canada has published a position indicating that the majority of people with celiac disease can tolerate uncontaminated oats, which are oats that have been specially produced to ensure they do not contain more than 20 ppm of gluten from wheat, rye, barley, or their hybridized strains. In order to facilitate the ability for individuals to clearly identify uncontaminated oats, Health Canada has created a marketing authorization that allows gluten-free oats, and foods made using gluten-free oats as ingredients, to be labelled as \"gluten-free\". The criteria for gluten-free oats to carry this claim and requirements regarding how gluten-free oats are declared on labels are outlined in Health Canada's guidance document on Gluten-free labelling claims for products containing specially produced \"gluten-free oats\" .",
      "element_type": "p"
    },
    {
      "text": "Health Canada's position on the introduction of oats to the diet of individuals diagnosed with celiac disease (CD)",
      "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/food-safety/food-allergies-intolerances/celiac-disease/celiac-disease-safety-oats-health-canada-position-introduction-oats-diet-individuals-diagnosed-celiac-disease-cd.html",
      "section": "Gluten-free claims",
      "context": "For more information, see Health Canada's position on the introduction of oats to the diet of individuals diagnosed with celiac disease (CD) .",
      "element_type": "p"
    },
    {
      "text": "novel food decision",
      "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/genetically-modified-foods-other-novel-foods/approved-products/glabrous-canary-seed-phalaris-canariensis.html",
      "section": "Gluten-free claims",
      "context": "Health Canada has issued a novel food decision permitting the sale of glabrous (hull) varieties of brown and yellow coloured canary seed ( Phalaris canariensis L. ). Canary seed itself does not contain gluten and may be represented as gluten-free if it meets the requirements outlined above. However, canary seed does contain other proteins that may be similar to those proteins responsible for wheat allergies. For this reason, Health Canada requires canary seed and foods containing canary seed to be labelled with a statement to the effect that the product \"may not be suitable for people with wheat allergy.\" Please note that this statement should not be used when the food also contains wheat as an ingredient; in this situation, the addition of wheat must be declared in accordance with allergen labelling requirements. For more information see Health Canada's information for wheat-allergic individuals – Canary seed .",
      "element_type": "p"
    },
    {
      "text": "Health Canada's information for wheat-allergic individuals – Canary seed",
      "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/genetically-modified-foods-other-novel-foods/approved-products/information-wheat-allergic-individuals-canary-seed.html",
      "section": "Gluten-free claims",
      "context": "Health Canada has issued a novel food decision permitting the sale of glabrous (hull) varieties of brown and yellow coloured canary seed ( Phalaris canariensis L. ). Canary seed itself does not contain gluten and may be represented as gluten-free if it meets the requirements outlined above. However, canary seed does contain other proteins that may be similar to those proteins responsible for wheat allergies. For this reason, Health Canada requires canary seed and foods containing canary seed to be labelled with a statement to the effect that the product \"may not be suitable for people with wheat allergy.\" Please note that this statement should not be used when the food also contains wheat as an ingredient; in this situation, the addition of wheat must be declared in accordance with allergen labelling requirements. For more information see Health Canada's information for wheat-allergic individuals – Canary seed .",
      "element_type": "p"
    },
    {
      "text": "Health Canada",
      "href": "https://www.canada.ca/en/health-canada.html",
      "section": "Fortification of gluten-free foods",
      "context": "Health Canada does not specify fortification levels, nor specific nutrients that may be added to gluten-free foods that may be fortified. However, as a general rule, fortification of gluten-free foods should be done to achieve levels of enrichment equivalent to those required in flour, and corresponding to the amount of flour replaced. Companies that are considering fortification beyond the nutrients and amounts permitted for flour should contact Health Canada for advice. Over-fortification that poses a health risk may be subject to enforcement action by the CFIA.",
      "element_type": "p"
    },
    {
      "text": "information for Canadians with mustard allergy",
      "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/food-safety/food-allergies-intolerances/food-allergies/information-canadians-mustard-allergy.html",
      "section": "Food allergen cross-contamination (or precautionary) statements",
      "context": "Health Canada has published information for Canadians with mustard allergy that clarifies that it is not a requirement to carry over precautionary labelling on ingredient labels to the label of end food products made with those ingredients. This is a manufacturer or importer's decision, made in consideration of whether the end product poses a potential health risk to an allergic consumer. While the Health Canada information above was developed for mustard which may be inadvertently present in cereal grain flours, the same principles may be used to assess whether other precautionary allergen statements should be carried over to the end food product.",
      "element_type": "p"
    },
    {
      "text": "priority food allergens",
      "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/food-safety/food-allergies-intolerances/food-allergies.html",
      "section": "Allergen-free claims",
      "context": "General claims stating only \"allergen-free\" or \"no allergens\" are considered to be too broad in nature and are therefore not acceptable. The list of potential food allergen sources is not restricted to the list of priority food allergens identified by Health Canada. There are over 200 food proteins that can cause adverse reactions to some segments of the population. Therefore, it is likely to create an erroneous impression to state that a product is free of allergens.",
      "element_type": "p"
    },
    {
      "text": "novel food decision",
      "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/genetically-modified-foods-other-novel-foods/approved-products/glabrous-canary-seed-phalaris-canariensis.html",
      "section": "Allergen-free claims",
      "context": "Health Canada has issued a novel food decision permitting the sale of glabrous (hull) varieties of brown and yellow coloured canary seed. Canary seed contains proteins that may be similar to those proteins responsible for wheat allergies. For this reason, Health Canada states that it would be inappropriate for canary seed, or food containing canary seed, to carry a wheat-free claim. For more information see Health Canada's information for wheat-allergic individuals – canary seed .",
      "element_type": "p"
    },
    {
      "text": "Health Canada's information for wheat-allergic individuals – canary seed",
      "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/genetically-modified-foods-other-novel-foods/approved-products/information-wheat-allergic-individuals-canary-seed.html",
      "section": "Allergen-free claims",
      "context": "Health Canada has issued a novel food decision permitting the sale of glabrous (hull) varieties of brown and yellow coloured canary seed. Canary seed contains proteins that may be similar to those proteins responsible for wheat allergies. For this reason, Health Canada states that it would be inappropriate for canary seed, or food containing canary seed, to carry a wheat-free claim. For more information see Health Canada's information for wheat-allergic individuals – canary seed .",
      "element_type": "p"
    }
  ]
}