{
  "source_url": "https://inspection.canada.ca/en/food-labels/labelling/industry/name-and-principal-place-business",
  "citation_title": "Name and principal place of business",
  "sections": {
    "Labelling requirements": {
      "title": "Labelling requirements",
      "content": [
        "All prepackaged foods that require a label must declare the name and principal place of business of the person who has manufactured, prepared, produced, stored, packaged or labelled the food, or of the person for whom the food has been manufactured, prepared, produced, stored, packaged or labelled [218(1)(b), Safe Food for Canadians Regulations (SFCR); B.01.007(1.1)(a), Food and Drug Regulations (FDR)]. For additional details, refer to Food products that require a label .",
        "In some cases, other foods may require a name and principal place of business for traceability purposes; consult the traceability-specific labelling requirements for additional details.",
        "Note: Within the FDR, name and principal place of business is referred to as identity and principal place of business . Throughout the Industry Labelling Tool , the term \"Name and principal place of business\" refers to both the SFCR and FDR requirement.",
        "Consumer prepackaged fresh fruits or vegetables that are packaged at retail and are visibly identifiable in their packaging are exempt from declaring the name and principal place of business of the responsible party on their labels [220, SFCR; B.01.007(2), FDR].",
        "Foods exempt from carrying a label under both the SFCR and FDR are also exempt from declaring the name and principal place of business of the responsible person. Refer to Food products that require a label for more information."
      ],
      "internal_links": [
        {
          "link_text": "name",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/name-and-principal-place-business#s19c4",
          "context_text": "All prepackaged foods that require a label must declare the name and principal place of business of the person who has manufactured, prepared, produced, stored, packaged or labelled the food, or of the person for whom the food has been manufactured, prepared, produced, stored, packaged or labelled [218(1)(b), Safe Food for Canadians Regulations (SFCR); B.01.007(1.1)(a), Food and Drug Regulations (FDR)]. For additional details, refer to Food products that require a label .",
          "section": "Labelling requirements",
          "element_type": "p",
          "position_in_content": 1
        },
        {
          "link_text": "principal place of business",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/name-and-principal-place-business#s21c4",
          "context_text": "All prepackaged foods that require a label must declare the name and principal place of business of the person who has manufactured, prepared, produced, stored, packaged or labelled the food, or of the person for whom the food has been manufactured, prepared, produced, stored, packaged or labelled [218(1)(b), Safe Food for Canadians Regulations (SFCR); B.01.007(1.1)(a), Food and Drug Regulations (FDR)]. For additional details, refer to Food products that require a label .",
          "section": "Labelling requirements",
          "element_type": "p",
          "position_in_content": 1
        },
        {
          "link_text": "person",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/name-and-principal-place-business#s20c4",
          "context_text": "All prepackaged foods that require a label must declare the name and principal place of business of the person who has manufactured, prepared, produced, stored, packaged or labelled the food, or of the person for whom the food has been manufactured, prepared, produced, stored, packaged or labelled [218(1)(b), Safe Food for Canadians Regulations (SFCR); B.01.007(1.1)(a), Food and Drug Regulations (FDR)]. For additional details, refer to Food products that require a label .",
          "section": "Labelling requirements",
          "element_type": "p",
          "position_in_content": 1
        },
        {
          "link_text": "Food products that require a label",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/food-products",
          "context_text": "All prepackaged foods that require a label must declare the name and principal place of business of the person who has manufactured, prepared, produced, stored, packaged or labelled the food, or of the person for whom the food has been manufactured, prepared, produced, stored, packaged or labelled [218(1)(b), Safe Food for Canadians Regulations (SFCR); B.01.007(1.1)(a), Food and Drug Regulations (FDR)]. For additional details, refer to Food products that require a label .",
          "section": "Labelling requirements",
          "element_type": "p",
          "position_in_content": 1
        },
        {
          "link_text": "traceability-specific labelling requirements",
          "href": "https://inspection.canada.ca/en/food-safety-industry/traceability/traceability#a40",
          "context_text": "In some cases, other foods may require a name and principal place of business for traceability purposes; consult the traceability-specific labelling requirements for additional details.",
          "section": "Labelling requirements",
          "element_type": "p",
          "position_in_content": 2
        },
        {
          "link_text": "Industry Labelling Tool",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry",
          "context_text": "Note: Within the FDR, name and principal place of business is referred to as identity and principal place of business . Throughout the Industry Labelling Tool , the term \"Name and principal place of business\" refers to both the SFCR and FDR requirement.",
          "section": "Labelling requirements",
          "element_type": "p",
          "position_in_content": 3
        },
        {
          "link_text": "Food products that require a label",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/food-products",
          "context_text": "Foods exempt from carrying a label under both the SFCR and FDR are also exempt from declaring the name and principal place of business of the responsible person. Refer to Food products that require a label for more information.",
          "section": "Labelling requirements",
          "element_type": "p",
          "position_in_content": 5
        }
      ],
      "content_with_links": [
        {
          "text": "All prepackaged foods that require a label must declare the name and principal place of business of the person who has manufactured, prepared, produced, stored, packaged or labelled the food, or of the person for whom the food has been manufactured, prepared, produced, stored, packaged or labelled [218(1)(b), Safe Food for Canadians Regulations (SFCR); B.01.007(1.1)(a), Food and Drug Regulations (FDR)]. For additional details, refer to Food products that require a label .",
          "element_type": "p",
          "links": [
            {
              "text": "name",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/name-and-principal-place-business#s19c4",
              "is_external": false
            },
            {
              "text": "principal place of business",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/name-and-principal-place-business#s21c4",
              "is_external": false
            },
            {
              "text": "person",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/name-and-principal-place-business#s20c4",
              "is_external": false
            },
            {
              "text": "Food products that require a label",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/food-products",
              "is_external": false
            }
          ]
        },
        {
          "text": "In some cases, other foods may require a name and principal place of business for traceability purposes; consult the traceability-specific labelling requirements for additional details.",
          "element_type": "p",
          "links": [
            {
              "text": "traceability-specific labelling requirements",
              "href": "https://inspection.canada.ca/en/food-safety-industry/traceability/traceability#a40",
              "is_external": false
            }
          ]
        },
        {
          "text": "Note: Within the FDR, name and principal place of business is referred to as identity and principal place of business . Throughout the Industry Labelling Tool , the term \"Name and principal place of business\" refers to both the SFCR and FDR requirement.",
          "element_type": "p",
          "links": [
            {
              "text": "Industry Labelling Tool",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry",
              "is_external": false
            }
          ]
        },
        {
          "text": "Consumer prepackaged fresh fruits or vegetables that are packaged at retail and are visibly identifiable in their packaging are exempt from declaring the name and principal place of business of the responsible party on their labels [220, SFCR; B.01.007(2), FDR].",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Foods exempt from carrying a label under both the SFCR and FDR are also exempt from declaring the name and principal place of business of the responsible person. Refer to Food products that require a label for more information.",
          "element_type": "p",
          "links": [
            {
              "text": "Food products that require a label",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/food-products",
              "is_external": false
            }
          ]
        }
      ]
    },
    "Manner of declaring": {
      "title": "Manner of declaring",
      "content": [
        "The name declared on the label of prepackaged food identifies the person who is responsible for the prepackaged food. This person may be Canadian or foreign and is either:",
        "the person who has manufactured, prepared, produced, stored, packaged or labelled the food, or the person for whom the food was manufactured, prepared, produced, stored, packaged or labelled",
        "The name must be complete and accurate enough to allow someone to contact the person responsible for the food product. For example, the name may be the legal name under which a company operates (for example, ABC Food Company Inc.).",
        "The principal place of business must lead to a physical location where the principal, or main, business can be found. Although a physical location is required to be declared on labels, the legislation does not prescribe the level of detail necessary, nor does it state that a complete mailing address is required. The CFIA encourages industry to provide a mailing address that is complete enough so that consumers, who wish to communicate with the person in writing, can do so in a timely manner. The best practice is to include the civic address, city, province, postal code and country.",
        "Websites, telephone numbers, and virtual addresses are not acceptable principal place of business declarations, as they are not physical locations. Websites are instead examples of Additional information that may be included on a label .",
        "In addition, a numerical code is not an acceptable means of expressing the principal place of business of the person taking responsibility for the product. For example, a French postal code in the example \" P. Bureaux & Fils, Négociants à 12345 (France) \" does not meet the requirements for name and principal place of business.",
        "Prepackaged foods manufactured, processed or produced in Canada are subject to domestic requirements for name and principal place of business declaration.",
        "Imported products that are not considered to have been wholly manufactured, processed or produced outside of Canada (that is to say, processing steps are carried out in Canada to modify the nature of the product) are also subject to these domestic requirements. The addition, removal or combination of one or more ingredients, physical or chemical processing, including grinding and blending, are examples of processes that modify the nature of a product. For example, macadamia nuts that have been imported in bulk and are then roasted, salted and canned in Canada are not wholly manufactured outside of Canada. The name and principal place of business is therefore declared as it would be for domestic products, as opposed to according to the section that follows on imported products.",
        "The following are examples of acceptable declarations for the name and principal place of business of the responsible party for domestic products:",
        "Example 1: The name of the Canadian city accompanied by Canada or the province.",
        "ABC Foods Inc. Toronto, Canada",
        "or",
        "ABC Foods Inc. Toronto, ON",
        "ABC Foods Inc. Victoria Footnote 1 , BC",
        "DEF Foods Inc. Victoria, NF",
        "GHI Foods Inc. Victoria, ON",
        "Example 2: A full civic address of the Canadian company.",
        "ABC Foods Inc. 123 Streetsville Rd Toronto, ON M5M 5M5, Canada",
        "Example 3: If a company has multiple branches across Canada, the company may list multiple branches.",
        "Yellow Banana Ltd. Vancouver, Calgary, Winnipeg, Toronto",
        "Consumer prepackaged foods wholly manufactured, processed or produced outside of Canada must indicate \"Imported by\" / \" importé par \" or \"Imported for\" / \" importé pour \" as part of the name and principal place of business declaration, unless the geographic origin of the foods is shown on the label. This requirement applies whether the consumer prepackaged foods are repackaged, labelled or re-labelled in Canada or elsewhere [223(1), SFCR].",
        "The requirement to indicate \"Imported by\" / \" importé par \" or \"Imported for\" / \" importé pour \", when the geographic origin is not shown on the label, also applies to foods wholly manufactured, processed or produced outside of Canada that are imported in bulk and repackaged into a consumer prepackaged food at a level of trade other than retail [223(2), SFCR]. An example includes nuts that have been imported in bulk (already roasted and salted) and are only canned in Canada.",
        "If an imported product is repackaged at retail, it is not required to indicate \"Imported by\" / \" importé par \" or \"Imported for\" / \" importé pour \" as part of the name and principal place of business declaration. For more information on food-specific labelling requirements, visit the Industry Labelling Tool .",
        "For further details on placement and type height, refer to Legibility and location section below.",
        "The following options satisfy the above requirements for the name and principal place of business of the responsible party for imported products:",
        "declare the name and principal place of business of the foreign manufacturer declare the name and principal place of business of the Canadian company in close proximity to the country of origin of the product, or declare \"Imported for\" or \"Imported by\" followed by the name and principal place of business of the Canadian company",
        "Yummy Nut Ltd. Hilo, Hawaii, 96720",
        "Fate Foods Inc. China",
        "Drink ABC Rio de Janeiro, Brazil Ltd.",
        "A foreign company may also list multiple branches.",
        "Tamale Inc. Oaxaca, Acapulco, Tula, Hidalgo Mexico",
        "In the above example, Oaxaca, Acapulco and Tula are all cities in Mexico where products from Tamale Inc. are manufactured. As the headquarters for Tamale Inc. are in Tula, which is in the state of Hidalgo, this method of declaration is acceptable.",
        "Imported by / Importé par The Crunchie Nut Distributions Ltd. Winnipeg, Manitoba R1G 2N2",
        "The Crunchie Nut Distributions Ltd. Winnipeg, Manitoba R1G 2N2 Product of USA",
        "For retail foods, the name of the legal entity may vary depending on ownership of the store. Where multiple stores are owned or franchised by a banner (for example, retail food chain), the legal name of the individual store or franchisee must appear on the label. The banner may also appear, but not on its own. For example, the name of a store that is part of the retail chain Blue Herring Distribution Inc. and operating under the legal name Store #1234 may write its name on the label as either:",
        "Store #1234, or Blue Herring Distribution Inc., Store #1234",
        "For an independent store that is not part of a banner, the name that must appear is the legal name under which it operates.",
        "If any direct or indirect reference is made on a label of a consumer prepackaged food to a manufacturing place that refers to the place where the label or container was manufactured, and not the product itself, that reference must be accompanied by an additional statement. This statement must indicate that the place written on the label is referring to where the label or container was manufactured [222, SFCR].",
        "Examples:",
        "Label printed in Canada by … Label lithographically printed in Canada by … Container manufactured in Canada by …",
        "Information such as websites and 1-800 telephone numbers may be provided in addition to a company's name and principal place of business.",
        "Additional terms, such as \"prepared for\", \"packaged for\", or \"distributed by\", that provide further information about the name and principal place of business may be voluntarily added on the label of prepackaged products. In general, this is not mandatory.",
        "The name and principal place of business must be declared on any part of the product label except for the bottom. This information may however be shown on the bottom if it is also shown elsewhere on the label, or if it is on an ornamental container [218(1)(b) and (2), 227(2), SFCR; B.01.005(1), (2) and (3), B.01.007(1.1)(a), FDR].",
        "The name and principal place of business on prepackaged foods must be clearly and prominently shown and readily discernible to the purchaser under customary conditions of purchase and use [208, SFCR; A.01.016, FDR]. In addition, the name and principal place of business on consumer prepackaged food must be in characters that are at least 1.6 millimetres (1/16 inch) in height [210(2), SFCR].",
        "When the area of the principal display surface of a container is 10 square centimetres (1.55 square inches) or less, the name and principal place of business declarations may be shown on the principal display panel in characters with a minimum type height of 0.8 millimetres (1/32 inch) [210(3), SFCR].",
        "The statement of geographic origin for products that are wholly manufactured, processed or produced in a country other than Canada must be shown in close proximity to the declaration of name and principal place of business, and shown in characters at least as large as those used in the declaration of the Canadian principal place of business [223(3), SFCR].",
        "For more information on this subject, refer to the Legibility and location page.",
        "Unlike other mandatory information that is required to be declared on labels of consumer prepackaged foods, the name and principal place of business do not have to be declared in both official languages [206(1), SFCR; B.01.012(9), FDR]. In the case of prepackaged foods, other than consumer prepackaged foods, the name and principal place of business is also only required to be in one official language [205(1), SFCR; B.01.012(11), FDR].",
        "The expressions \"Imported by\" or \"Imported for\", when required on consumer prepackaged foods, must be declared in both official languages [206(2), SFCR].",
        "For more information on this subject, refer to Bilingual labelling ."
      ],
      "internal_links": [
        {
          "link_text": "person",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/name-and-principal-place-business#s20c4",
          "context_text": "The name declared on the label of prepackaged food identifies the person who is responsible for the prepackaged food. This person may be Canadian or foreign and is either:",
          "section": "Manner of declaring",
          "element_type": "p",
          "position_in_content": 1
        },
        {
          "link_text": "person",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/name-and-principal-place-business#s20c4",
          "context_text": "The principal place of business must lead to a physical location where the principal, or main, business can be found. Although a physical location is required to be declared on labels, the legislation does not prescribe the level of detail necessary, nor does it state that a complete mailing address is required. The CFIA encourages industry to provide a mailing address that is complete enough so that consumers, who wish to communicate with the person in writing, can do so in a timely manner. The best practice is to include the civic address, city, province, postal code and country.",
          "section": "Manner of declaring",
          "element_type": "p",
          "position_in_content": 4
        },
        {
          "link_text": "Additional information that may be included on a label",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/name-and-principal-place-business#s9c2",
          "context_text": "Websites, telephone numbers, and virtual addresses are not acceptable principal place of business declarations, as they are not physical locations. Websites are instead examples of Additional information that may be included on a label .",
          "section": "Manner of declaring",
          "element_type": "p",
          "position_in_content": 5
        },
        {
          "link_text": "person",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/name-and-principal-place-business#s20c4",
          "context_text": "In addition, a numerical code is not an acceptable means of expressing the principal place of business of the person taking responsibility for the product. For example, a French postal code in the example \" P. Bureaux & Fils, Négociants à 12345 (France) \" does not meet the requirements for name and principal place of business.",
          "section": "Manner of declaring",
          "element_type": "p",
          "position_in_content": 6
        },
        {
          "link_text": "Footnote 1",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/name-and-principal-place-business#fn1",
          "context_text": "ABC Foods Inc. Victoria Footnote 1 , BC",
          "section": "Manner of declaring",
          "element_type": "p",
          "position_in_content": 14
        },
        {
          "link_text": "Industry Labelling Tool",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry",
          "context_text": "If an imported product is repackaged at retail, it is not required to indicate \"Imported by\" / \" importé par \" or \"Imported for\" / \" importé pour \" as part of the name and principal place of business declaration. For more information on food-specific labelling requirements, visit the Industry Labelling Tool .",
          "section": "Manner of declaring",
          "element_type": "p",
          "position_in_content": 23
        },
        {
          "link_text": "Legibility and location",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/name-and-principal-place-business#s10c2",
          "context_text": "For further details on placement and type height, refer to Legibility and location section below.",
          "section": "Manner of declaring",
          "element_type": "p",
          "position_in_content": 24
        },
        {
          "link_text": "Legibility and location",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/legibility-and-location",
          "context_text": "For more information on this subject, refer to the Legibility and location page.",
          "section": "Manner of declaring",
          "element_type": "p",
          "position_in_content": 47
        },
        {
          "link_text": "Bilingual labelling",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/bilingual-food-labelling",
          "context_text": "For more information on this subject, refer to Bilingual labelling .",
          "section": "Manner of declaring",
          "element_type": "p",
          "position_in_content": 50
        }
      ],
      "content_with_links": [
        {
          "text": "The name declared on the label of prepackaged food identifies the person who is responsible for the prepackaged food. This person may be Canadian or foreign and is either:",
          "element_type": "p",
          "links": [
            {
              "text": "person",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/name-and-principal-place-business#s20c4",
              "is_external": false
            }
          ]
        },
        {
          "text": "the person who has manufactured, prepared, produced, stored, packaged or labelled the food, or the person for whom the food was manufactured, prepared, produced, stored, packaged or labelled",
          "element_type": "ul",
          "links": []
        },
        {
          "text": "The name must be complete and accurate enough to allow someone to contact the person responsible for the food product. For example, the name may be the legal name under which a company operates (for example, ABC Food Company Inc.).",
          "element_type": "p",
          "links": []
        },
        {
          "text": "The principal place of business must lead to a physical location where the principal, or main, business can be found. Although a physical location is required to be declared on labels, the legislation does not prescribe the level of detail necessary, nor does it state that a complete mailing address is required. The CFIA encourages industry to provide a mailing address that is complete enough so that consumers, who wish to communicate with the person in writing, can do so in a timely manner. The best practice is to include the civic address, city, province, postal code and country.",
          "element_type": "p",
          "links": [
            {
              "text": "person",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/name-and-principal-place-business#s20c4",
              "is_external": false
            }
          ]
        },
        {
          "text": "Websites, telephone numbers, and virtual addresses are not acceptable principal place of business declarations, as they are not physical locations. Websites are instead examples of Additional information that may be included on a label .",
          "element_type": "p",
          "links": [
            {
              "text": "Additional information that may be included on a label",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/name-and-principal-place-business#s9c2",
              "is_external": false
            }
          ]
        },
        {
          "text": "In addition, a numerical code is not an acceptable means of expressing the principal place of business of the person taking responsibility for the product. For example, a French postal code in the example \" P. Bureaux & Fils, Négociants à 12345 (France) \" does not meet the requirements for name and principal place of business.",
          "element_type": "p",
          "links": [
            {
              "text": "person",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/name-and-principal-place-business#s20c4",
              "is_external": false
            }
          ]
        },
        {
          "text": "Prepackaged foods manufactured, processed or produced in Canada are subject to domestic requirements for name and principal place of business declaration.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Imported products that are not considered to have been wholly manufactured, processed or produced outside of Canada (that is to say, processing steps are carried out in Canada to modify the nature of the product) are also subject to these domestic requirements. The addition, removal or combination of one or more ingredients, physical or chemical processing, including grinding and blending, are examples of processes that modify the nature of a product. For example, macadamia nuts that have been imported in bulk and are then roasted, salted and canned in Canada are not wholly manufactured outside of Canada. The name and principal place of business is therefore declared as it would be for domestic products, as opposed to according to the section that follows on imported products.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "The following are examples of acceptable declarations for the name and principal place of business of the responsible party for domestic products:",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Example 1: The name of the Canadian city accompanied by Canada or the province.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "ABC Foods Inc. Toronto, Canada",
          "element_type": "p",
          "links": []
        },
        {
          "text": "or",
          "element_type": "p",
          "links": []
        },
        {
          "text": "ABC Foods Inc. Toronto, ON",
          "element_type": "p",
          "links": []
        },
        {
          "text": "ABC Foods Inc. Victoria Footnote 1 , BC",
          "element_type": "p",
          "links": [
            {
              "text": "Footnote 1",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/name-and-principal-place-business#fn1",
              "is_external": false
            }
          ]
        },
        {
          "text": "DEF Foods Inc. Victoria, NF",
          "element_type": "p",
          "links": []
        },
        {
          "text": "GHI Foods Inc. Victoria, ON",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Example 2: A full civic address of the Canadian company.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "ABC Foods Inc. 123 Streetsville Rd Toronto, ON M5M 5M5, Canada",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Example 3: If a company has multiple branches across Canada, the company may list multiple branches.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Yellow Banana Ltd. Vancouver, Calgary, Winnipeg, Toronto",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Consumer prepackaged foods wholly manufactured, processed or produced outside of Canada must indicate \"Imported by\" / \" importé par \" or \"Imported for\" / \" importé pour \" as part of the name and principal place of business declaration, unless the geographic origin of the foods is shown on the label. This requirement applies whether the consumer prepackaged foods are repackaged, labelled or re-labelled in Canada or elsewhere [223(1), SFCR].",
          "element_type": "p",
          "links": []
        },
        {
          "text": "The requirement to indicate \"Imported by\" / \" importé par \" or \"Imported for\" / \" importé pour \", when the geographic origin is not shown on the label, also applies to foods wholly manufactured, processed or produced outside of Canada that are imported in bulk and repackaged into a consumer prepackaged food at a level of trade other than retail [223(2), SFCR]. An example includes nuts that have been imported in bulk (already roasted and salted) and are only canned in Canada.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "If an imported product is repackaged at retail, it is not required to indicate \"Imported by\" / \" importé par \" or \"Imported for\" / \" importé pour \" as part of the name and principal place of business declaration. For more information on food-specific labelling requirements, visit the Industry Labelling Tool .",
          "element_type": "p",
          "links": [
            {
              "text": "Industry Labelling Tool",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry",
              "is_external": false
            }
          ]
        },
        {
          "text": "For further details on placement and type height, refer to Legibility and location section below.",
          "element_type": "p",
          "links": [
            {
              "text": "Legibility and location",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/name-and-principal-place-business#s10c2",
              "is_external": false
            }
          ]
        },
        {
          "text": "The following options satisfy the above requirements for the name and principal place of business of the responsible party for imported products:",
          "element_type": "p",
          "links": []
        },
        {
          "text": "declare the name and principal place of business of the foreign manufacturer declare the name and principal place of business of the Canadian company in close proximity to the country of origin of the product, or declare \"Imported for\" or \"Imported by\" followed by the name and principal place of business of the Canadian company",
          "element_type": "ul",
          "links": []
        },
        {
          "text": "Yummy Nut Ltd. Hilo, Hawaii, 96720",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Fate Foods Inc. China",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Drink ABC Rio de Janeiro, Brazil Ltd.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "A foreign company may also list multiple branches.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Tamale Inc. Oaxaca, Acapulco, Tula, Hidalgo Mexico",
          "element_type": "p",
          "links": []
        },
        {
          "text": "In the above example, Oaxaca, Acapulco and Tula are all cities in Mexico where products from Tamale Inc. are manufactured. As the headquarters for Tamale Inc. are in Tula, which is in the state of Hidalgo, this method of declaration is acceptable.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Imported by / Importé par The Crunchie Nut Distributions Ltd. Winnipeg, Manitoba R1G 2N2",
          "element_type": "p",
          "links": []
        },
        {
          "text": "The Crunchie Nut Distributions Ltd. Winnipeg, Manitoba R1G 2N2 Product of USA",
          "element_type": "p",
          "links": []
        },
        {
          "text": "For retail foods, the name of the legal entity may vary depending on ownership of the store. Where multiple stores are owned or franchised by a banner (for example, retail food chain), the legal name of the individual store or franchisee must appear on the label. The banner may also appear, but not on its own. For example, the name of a store that is part of the retail chain Blue Herring Distribution Inc. and operating under the legal name Store #1234 may write its name on the label as either:",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Store #1234, or Blue Herring Distribution Inc., Store #1234",
          "element_type": "ul",
          "links": []
        },
        {
          "text": "For an independent store that is not part of a banner, the name that must appear is the legal name under which it operates.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "If any direct or indirect reference is made on a label of a consumer prepackaged food to a manufacturing place that refers to the place where the label or container was manufactured, and not the product itself, that reference must be accompanied by an additional statement. This statement must indicate that the place written on the label is referring to where the label or container was manufactured [222, SFCR].",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Examples:",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Label printed in Canada by … Label lithographically printed in Canada by … Container manufactured in Canada by …",
          "element_type": "ul",
          "links": []
        },
        {
          "text": "Information such as websites and 1-800 telephone numbers may be provided in addition to a company's name and principal place of business.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Additional terms, such as \"prepared for\", \"packaged for\", or \"distributed by\", that provide further information about the name and principal place of business may be voluntarily added on the label of prepackaged products. In general, this is not mandatory.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "The name and principal place of business must be declared on any part of the product label except for the bottom. This information may however be shown on the bottom if it is also shown elsewhere on the label, or if it is on an ornamental container [218(1)(b) and (2), 227(2), SFCR; B.01.005(1), (2) and (3), B.01.007(1.1)(a), FDR].",
          "element_type": "p",
          "links": []
        },
        {
          "text": "The name and principal place of business on prepackaged foods must be clearly and prominently shown and readily discernible to the purchaser under customary conditions of purchase and use [208, SFCR; A.01.016, FDR]. In addition, the name and principal place of business on consumer prepackaged food must be in characters that are at least 1.6 millimetres (1/16 inch) in height [210(2), SFCR].",
          "element_type": "p",
          "links": []
        },
        {
          "text": "When the area of the principal display surface of a container is 10 square centimetres (1.55 square inches) or less, the name and principal place of business declarations may be shown on the principal display panel in characters with a minimum type height of 0.8 millimetres (1/32 inch) [210(3), SFCR].",
          "element_type": "p",
          "links": []
        },
        {
          "text": "The statement of geographic origin for products that are wholly manufactured, processed or produced in a country other than Canada must be shown in close proximity to the declaration of name and principal place of business, and shown in characters at least as large as those used in the declaration of the Canadian principal place of business [223(3), SFCR].",
          "element_type": "p",
          "links": []
        },
        {
          "text": "For more information on this subject, refer to the Legibility and location page.",
          "element_type": "p",
          "links": [
            {
              "text": "Legibility and location",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/legibility-and-location",
              "is_external": false
            }
          ]
        },
        {
          "text": "Unlike other mandatory information that is required to be declared on labels of consumer prepackaged foods, the name and principal place of business do not have to be declared in both official languages [206(1), SFCR; B.01.012(9), FDR]. In the case of prepackaged foods, other than consumer prepackaged foods, the name and principal place of business is also only required to be in one official language [205(1), SFCR; B.01.012(11), FDR].",
          "element_type": "p",
          "links": []
        },
        {
          "text": "The expressions \"Imported by\" or \"Imported for\", when required on consumer prepackaged foods, must be declared in both official languages [206(2), SFCR].",
          "element_type": "p",
          "links": []
        },
        {
          "text": "For more information on this subject, refer to Bilingual labelling .",
          "element_type": "p",
          "links": [
            {
              "text": "Bilingual labelling",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/bilingual-food-labelling",
              "is_external": false
            }
          ]
        }
      ]
    },
    "How to declare changes to name and principal place of business": {
      "title": "How to declare changes to name and principal place of business",
      "content": [
        "The name and principal place of business of the legal entity that is responsible for prepackaged foods may change over time. The following outlines the CFIA approach when these transitions take place.",
        "Note: The scenarios outlined below relate only to the acceptability of the name and principal place of business declaration. Any violations found on other parts of the label during such a transition may be subject to enforcement action.",
        "In general, there is no objection to a company using up labels with an obsolete address for the time period required to produce new labels, as long as during this time the company has mail-forwarding instructions at the post office.",
        "When \"company A\" is sold to \"company B\" In general, there is no objection to \"company B\" using up old labels from \"company A\" if \"company B\" continues to do business at \"company A's\" old address(es). If \"company B\" does move to a new address, see When a company changes addresses for details. When \"company A\" is sold to \"company B\", and as a result becomes a subsidiary of \"company B\" In general, there is no objection to \"company A\" (the subsidiary of company B) using their original labels if they continue to operate with the same company name and do business at the same location.",
        "When \"company A\" sells their brand name (but not its company name) to \"company B\", and company B operates at the company B address, new labels will be required right away.",
        "In general, there is no objection for the company which is going out of business to use existing labels during this transition period.",
        "When a company has gone out of business, their product labels are not acceptable for use by any company.",
        "In general, there is no objection to the use of old labels that are on products already sold to distributors or retailers."
      ],
      "internal_links": [
        {
          "link_text": "When a company changes addresses",
          "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/name-and-principal-place-business#s12c3",
          "context_text": "When \"company A\" is sold to \"company B\" In general, there is no objection to \"company B\" using up old labels from \"company A\" if \"company B\" continues to do business at \"company A's\" old address(es). If \"company B\" does move to a new address, see When a company changes addresses for details. When \"company A\" is sold to \"company B\", and as a result becomes a subsidiary of \"company B\" In general, there is no objection to \"company A\" (the subsidiary of company B) using their original labels if they continue to operate with the same company name and do business at the same location.",
          "section": "How to declare changes to name and principal place of business",
          "element_type": "ul",
          "position_in_content": 4
        }
      ],
      "content_with_links": [
        {
          "text": "The name and principal place of business of the legal entity that is responsible for prepackaged foods may change over time. The following outlines the CFIA approach when these transitions take place.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "Note: The scenarios outlined below relate only to the acceptability of the name and principal place of business declaration. Any violations found on other parts of the label during such a transition may be subject to enforcement action.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "In general, there is no objection to a company using up labels with an obsolete address for the time period required to produce new labels, as long as during this time the company has mail-forwarding instructions at the post office.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "When \"company A\" is sold to \"company B\" In general, there is no objection to \"company B\" using up old labels from \"company A\" if \"company B\" continues to do business at \"company A's\" old address(es). If \"company B\" does move to a new address, see When a company changes addresses for details. When \"company A\" is sold to \"company B\", and as a result becomes a subsidiary of \"company B\" In general, there is no objection to \"company A\" (the subsidiary of company B) using their original labels if they continue to operate with the same company name and do business at the same location.",
          "element_type": "ul",
          "links": [
            {
              "text": "When a company changes addresses",
              "href": "https://inspection.canada.ca/en/food-labels/labelling/industry/name-and-principal-place-business#s12c3",
              "is_external": false
            }
          ]
        },
        {
          "text": "When \"company A\" sells their brand name (but not its company name) to \"company B\", and company B operates at the company B address, new labels will be required right away.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "In general, there is no objection for the company which is going out of business to use existing labels during this transition period.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "When a company has gone out of business, their product labels are not acceptable for use by any company.",
          "element_type": "p",
          "links": []
        },
        {
          "text": "In general, there is no objection to the use of old labels that are on products already sold to distributors or retailers.",
          "element_type": "p",
          "links": []
        }
      ]
    }
  }
}