{
  "source_url": "https://inspection.canada.ca/en/food-labels/labelling/industry/composition-and-quality",
  "citation_title": "Composition and quality",
  "external_links": [
    {
      "text": "Table of Permitted Nutrient Content Statements and Claims",
      "href": "https://www.canada.ca/en/health-canada/services/technical-documents-labelling-requirements/table-permitted-nutrient-content-statements-claims.html",
      "section": "Composition claims",
      "context": "zero for allergens and gluten sources that are intentionally added (and less than 20 ppm for gluten sources that are the result of cross contamination; see CFIA's compliance and enforcement of gluten-free claims the level of physiological insignificance such as those levels which act as the basis of nutrient free claims as described in the Table of Permitted Nutrient Content Statements and Claims (for example, sodium - free), and the non-detectable limit using an acceptable methodology, in cases where no physiological thresholds have been established",
      "element_type": "ul"
    },
    {
      "text": "Health Canada's Lists of permitted food additives",
      "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/food-safety/food-additives/lists-permitted.html",
      "section": "Composition claims",
      "context": "Claims pertaining to the absence or non-addition of a food class such as \"contains no preservatives\" and \"no preservatives added\" are permitted where none of the preservatives found in Health Canada's Lists of permitted food additives have been directly added or none are present due to carry-over [199(1)(b), SFCR].",
      "element_type": "p"
    },
    {
      "text": "The Federation of American Societies for Experimental Biology",
      "href": "http://www.faseb.org/",
      "section": "Composition claims",
      "context": "Consumers may believe that monosodium glutamate (M.S.G.) is the sole source of concern in food sensitivity reactions to glutamates. However, foods that are inherently high sources of free glutamates may also be of concern. The Federation of American Societies for Experimental Biology (FASEB) Footnote 1 , in its report on adverse reactions to monosodium glutamate, concluded that there is no difference in the physiological response to man-made and natural glutamates.",
      "element_type": "p"
    },
    {
      "text": "Guidelines for the use of comparative advertising and guidelines for the use of research and survey data to support comparative advertising claims (PDF)",
      "href": "https://adstandards.ca/wp-content/uploads/2018/04/guidelinesCompAdvertising-en.pdf",
      "section": "Comparative claims",
      "context": "With respect to comparative claims in food advertising, Advertising Standards Canada has prepared a publication, Guidelines for the use of comparative advertising and guidelines for the use of research and survey data to support comparative advertising claims (PDF) . Additional context is provided in the Advertising requirements page.",
      "element_type": "p"
    }
  ]
}