{
  "source_url": "https://inspection.canada.ca/en/food-labels/labelling/industry/fresh-fruits-vegetables",
  "citation_title": "Fresh fruits or vegetables",
  "external_links": [
    {
      "text": "conditionally exempt from the front-of-package",
      "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/legislation-guidelines/guidance-documents/front-package-nutrition-symbol-labelling-industry.html#a5.3.2",
      "section": "Nutrition labelling",
      "context": "Apart from the products which are never required to be labelled with an NFt under subparagraphs B.01.401(2)(c)(i) and B.01.401(7)(a) of the FDR, other prepackaged whole or cut fresh fruits or vegetables are conditionally exempt from the front-of-package nutrition symbol requirements [B.01.350(6)(a), FDR]. When the exemption is lost, the saturated fat, sugars and/or sodium content of the product must be assessed against the appropriate threshold to determine whether a nutrition symbol is required.",
      "element_type": "p"
    },
    {
      "text": "Foods exempt from the front-of-package (FOP) nutrition symbol requirements",
      "href": "https://www.canada.ca/en/health-canada/services/food-nutrition/legislation-guidelines/guidance-documents/front-package-nutrition-symbol-labelling-industry.html#a5",
      "section": "Nutrition labelling",
      "context": "See Foods exempt from the front-of-package (FOP) nutrition symbol requirements for details on the exemptions.",
      "element_type": "p"
    },
    {
      "text": "Table of Permitted Nutrient Content Statements and Claims",
      "href": "https://www.canada.ca/en/health-canada/services/technical-documents-labelling-requirements/table-permitted-nutrient-content-statements-claims.html",
      "section": "Nutrition and health claims",
      "context": "Nutrient content claims, such as \"Source of vitamin C\", and disease risk reduction claims, such as \"A healthy diet rich in a variety of vegetables and fruit may help reduce the risk of some types of cancer\", can be made on some fresh fruits or vegetables. A new health claim \"A diet rich in a variety of vegetables and fruits may help reduce the risk of heart disease\" is now permitted on qualifying fresh fruits or vegetables. The conditions for making these types of claims are prescribed in Health Canada's Table of Permitted Nutrient Content Statements and Claims , incorporated by reference into the FDR, and in section B.01.603 of the FDR, respectively. The prescribed wording of these claims cannot be altered in any way.",
      "element_type": "p"
    }
  ]
}